{
    "title": "Atoms, Isotopes, Ions, and Molecules: The Building Blocks",
    "chapter_section": [
        2,
        1
    ],
    "content_html": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n<head xmlns:c=\"http://cnx.rice.edu/cnxml\" xmlns:md=\"http://cnx.rice.edu/mdml\">\n<meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">\n<title>Atoms, Isotopes, Ions, and Molecules: The Building Blocks</title>\n<meta name=\"created-time\" content=\"2012/08/21 18:26:49 +0000\">\n<meta name=\"revised-time\" content=\"2017/06/02 15:17:10.692 GMT-5\">\n<meta name=\"author\" content=\"OpenStaxCollege\">\n<meta name=\"licensor\" content=\"OSCRiceUniversity\">\n<meta name=\"license\" content=\"http://creativecommons.org/licenses/by/4.0/\">\n<meta name=\"keywords\" content=\"anion, atom, atomic mass, atomic number, balanced chemical equation, Bohr model, carbon dating, cation, chemical bond, chemical reaction, chemical reactivity, chemical signal, compound, covalent bond, electrolytes, electron, electron configuration, electronegativity, electron orbital, electron transfer, element, equilibrium, hydrogen bond, inert gas, ion, ionic bond, irreversible chemical reaction, isotope, Johannes Diderik van der Waals, law of mass action, mass number, matter, molecule, neutron, Niels Bohr, noble gas, nonpolar covalent bond, nucleus, octet rule, orbital, periodic table, pharmaceutical chemist, polar covalent bond, product, proton, radioactive decay, radioisotope, reactant, reversible chemical reaction, subshell, the periodic table, valence shell, van der Waals interaction\">\n<meta name=\"subject\" content=\"Science and Technology\">\n</head>\n\n<body xmlns=\"http://www.w3.org/1999/xhtml\" xmlns:c=\"http://cnx.rice.edu/cnxml\" xmlns:md=\"http://cnx.rice.edu/mdml\" xmlns:qml=\"http://cnx.rice.edu/qml/1.0\" xmlns:mod=\"http://cnx.rice.edu/#moduleIds\" xmlns:bib=\"http://bibtexml.sf.net/\" xmlns:data=\"http://www.w3.org/TR/html5/dom.html#custom-data-attribute\" data-cnxml-to-html-ver=\"1.3.0\">\n<div data-type=\"document-title\">Atoms, Isotopes, Ions, and Molecules: The Building Blocks</div>\n<div data-type=\"abstract\">By the end of this section, you will be able to:\n<ul>\n<li>Define matter and elements</li>\n<li>Describe the interrelationship between protons, neutrons, and electrons</li>\n<li>Compare the ways in which electrons can be donated or shared between atoms</li>\n<li>Explain the ways in which naturally occurring elements combine to create molecules, cells, tissues, organ systems, and organisms</li>\n</ul>\n</div>\n<p id=\"fs-idp140338804205648\">At its most fundamental level, life is made up of matter. <span data-type=\"term\">Matter</span> is any substance that occupies space and has mass. <span data-type=\"term\">Elements</span> are unique forms of matter with specific chemical and physical properties that cannot be broken down into smaller substances by ordinary chemical reactions. There are 118 elements, but only 92 occur naturally. The remaining elements are synthesized in laboratories and are unstable.</p>\n<p id=\"fs-idp140338796754528\">Each element is designated by its chemical symbol, which is a single capital letter or, when the first letter is already “taken” by another element, a combination of two letters. Some elements follow the English term for the element, such as C for carbon and Ca for calcium. Other elements’ chemical symbols derive from their Latin names; for example, the symbol for sodium is Na, referring to <em data-effect=\"italics\">natrium</em>, the Latin word for sodium.</p>\n<p id=\"fs-idp140338796747920\">The four elements common to all living organisms are oxygen (O), carbon (C), hydrogen (H), and nitrogen (N). In the non-living world, elements are found in different proportions, and some elements common to living organisms are relatively rare on the earth as a whole, as shown in <a href=\"#tab-ch02_01_01\" class=\"autogenerated-content\">[link]</a>. For example, the atmosphere is rich in nitrogen and oxygen but contains little carbon and hydrogen, while the earth’s crust, although it contains oxygen and a small amount of hydrogen, has little nitrogen and carbon. In spite of their differences in abundance, all elements and the chemical reactions between them obey the same chemical and physical laws regardless of whether they are a part of the living or non-living world.</p>\n<table id=\"tab-ch02_01_01\" summary=\"\">\n<thead>\n            <tr>\n                <th colspan=\"4\">Approximate Percentage of Elements in Living Organisms (Humans) Compared to the Non-living World</th>\n            </tr>\n            <tr>\n                <th>Element</th>\n                <th data-align=\"center\">Life (Humans)</th>\n                <th data-align=\"center\">Atmosphere</th>\n                <th data-align=\"center\">Earth’s Crust</th>\n            </tr>\n        </thead>\n<tbody>\n            <tr>\n                <td>Oxygen (O)</td>\n                <td data-align=\"center\">65%</td>\n                <td data-align=\"center\">21%</td>\n                <td data-align=\"center\">46%</td>\n            </tr>\n            <tr>\n                <td>Carbon (C)</td>\n                <td data-align=\"center\">18%</td>\n                <td data-align=\"center\">trace</td>\n                <td data-align=\"center\">trace</td>\n            </tr>\n            <tr>\n                <td>Hydrogen (H)</td>\n                <td data-align=\"center\">10%</td>\n                <td data-align=\"center\">trace</td>\n                <td data-align=\"center\">0.1%</td>\n                        </tr>\n            <tr>\n                <td>Nitrogen (N)</td>\n                <td data-align=\"center\">3%</td>\n                <td data-align=\"center\">78%</td>\n                <td data-align=\"center\">trace</td>\n            </tr>            \n        </tbody>\n</table>\n<section data-depth=\"1\" id=\"fs-idp140338804778560\"><h3 data-type=\"title\">The Structure of the Atom</h3>\n<p id=\"fs-idp140338798858736\">To understand how elements come together, we must first discuss the smallest component or building block of an element, the atom. An <span data-type=\"term\">atom</span> is the smallest unit of matter that retains all of the chemical properties of an element. For example, one gold atom has all of the properties of gold in that it is a solid metal at room temperature. A gold coin is simply a very large number of gold atoms molded into the shape of a coin and containing small amounts of other elements known as impurities. Gold atoms cannot be broken down into anything smaller while still retaining the properties of gold.</p>\n<p id=\"fs-idp140338804724160\">An atom is composed of two regions: the <span data-type=\"term\">nucleus</span>, which is in the center of the atom and contains protons and neutrons, and the outermost region of the atom which holds its electrons in orbit around the nucleus, as illustrated in <a href=\"#fig-ch02_01_01\" class=\"autogenerated-content\">[link]</a>. Atoms contain protons, electrons, and neutrons, among other subatomic particles. The only exception is hydrogen (H), which is made of one proton and one electron with no neutrons.</p>\n    <figure id=\"fig-ch02_01_01\" class=\" \"><figcaption>Elements, such as helium, depicted here, are made up of atoms. Atoms are made up of protons and neutrons located within the nucleus, with electrons in orbitals surrounding the nucleus.</figcaption><span data-type=\"media\" id=\"fs-idp140338808766608\" data-alt=\"This illustration shows that, like planets orbiting the sun, electrons orbit the nucleus of an atom. The nucleus contains two neutrally charged neutrons, and two positively charged protons represented by spheres. A single, circular orbital surrounding the nucleus contains two negatively charged electrons on opposite sides.\">\n            <img src=\"https://cnx.org/resources/7c45adfc64c83df97a28e2339c45504cede5c51f/Figure_02_01_01.jpg\" data-media-type=\"image/jpg\" alt=\"This illustration shows that, like planets orbiting the sun, electrons orbit the nucleus of an atom. The nucleus contains two neutrally charged neutrons, and two positively charged protons represented by spheres. A single, circular orbital surrounding the nucleus contains two negatively charged electrons on opposite sides.\" width=\"320\">\n        </span>\n</figure><p id=\"fs-idp140338797859808\">Protons and neutrons have approximately the same mass, about 1.67 × 10<sup>-24</sup> grams. Scientists arbitrarily define this amount of mass as one atomic mass unit (amu) or one Dalton, as shown in <a href=\"#tab-ch02_01_02\" class=\"autogenerated-content\">[link]</a>. Although similar in mass, protons and neutrons differ in their electric charge. A <span data-type=\"term\">proton</span> is positively charged whereas a <span data-type=\"term\">neutron</span> is uncharged. Therefore, the number of neutrons in an atom contributes significantly to its mass, but not to its charge. <span data-type=\"term\">Electrons</span> are much smaller in mass than protons, weighing only 9.11 × 10<sup>-28</sup> grams, or about 1/1800 of an atomic mass unit. Hence, they do not contribute much to an element’s overall atomic mass. Therefore, when considering atomic mass, it is customary to ignore the mass of any electrons and calculate the atom’s mass based on the number of protons and neutrons alone. Although not significant contributors to mass, electrons do contribute greatly to the atom’s charge, as each electron has a negative charge equal to the positive charge of a proton. In uncharged, neutral atoms, the number of electrons orbiting the nucleus is equal to the number of protons inside the nucleus. In these atoms, the positive and negative charges cancel each other out, leading to an atom with no net charge.</p>\n<p id=\"fs-idp140338796885040\">Accounting for the sizes of protons, neutrons, and electrons, most of the volume of an atom—greater than 99 percent—is, in fact, empty space. With all this empty space, one might ask why so-called solid objects do not just pass through one another. The reason they do not is that the electrons that surround all atoms are negatively charged and negative charges repel each other.</p>\n<table id=\"tab-ch02_01_02\" summary=\"\">\n<thead>\n            <tr>\n                <th colspan=\"4\">Protons, Neutrons, and Electrons</th>\n            </tr>\n            <tr>\n                <th></th>\n                <th>Charge</th>\n                <th>Mass (amu)</th>\n                <th>Location</th>\n            </tr>\n        </thead>\n<tbody>\n            <tr>\n                <td>Proton</td>\n                <td>+1</td>\n                <td>1</td>\n                <td>nucleus</td>\n            </tr>\n            <tr>\n                <td>Neutron</td>\n                <td>0</td>\n                <td>1</td>\n                <td>nucleus</td>\n            </tr>\n            <tr>\n                <td>Electron</td>\n                <td>–1</td>\n                <td>0</td>\n                <td>orbitals</td>\n            </tr>\n                    </tbody>\n</table>\n</section>\n    <section data-depth=\"1\" id=\"fs-idp140338797638496\"><h3 data-type=\"title\">Atomic Number and Mass</h3>\n<p id=\"fs-idp140338804903648\">Atoms of each element contain a characteristic number of protons and electrons. The number of protons determines an element’s <span data-type=\"term\">atomic number</span> and is used to distinguish one element from another. The number of neutrons is variable, resulting in isotopes, which are different forms of the same atom that vary only in the number of neutrons they possess. Together, the number of protons and the number of neutrons determine an element’s <span data-type=\"term\">mass number</span>, as illustrated in <a href=\"#fig-ch02_01_02\" class=\"autogenerated-content\">[link]</a>. Note that the small contribution of mass from electrons is disregarded in calculating the mass number. This approximation of mass can be used to easily calculate how many neutrons an element has by simply subtracting the number of protons from the mass number. Since an element’s isotopes will have slightly different mass numbers, scientists also determine the <span data-type=\"term\">atomic mass</span>, which is the calculated mean of the mass number for its naturally occurring isotopes. Often, the resulting number contains a fraction. For example, the atomic mass of chlorine (Cl) is 35.45 because chlorine is composed of several isotopes, some (the majority) with atomic mass 35 (17 protons and 18 neutrons) and some with atomic mass 37 (17 protons and 20 neutrons).</p>\n<div data-type=\"note\" data-has-label=\"true\" id=\"fs-idp140338797508864\" class=\"art-connection\" data-label=\"\">\n<div data-type=\"title\">Art Connection</div>\n<figure id=\"fig-ch02_01_02\" class=\" \"><figcaption>Carbon has an atomic number of six, and two stable isotopes with mass numbers of twelve and thirteen, respectively. Its relative atomic mass is 12.011</figcaption><span data-type=\"media\" id=\"fs-idp140338805808048\" data-alt=\"Carbon is indicated by its atomic symbol, a capital C. Carbon has the atomic number six and two stable isotopes, carbon-12 and carbon-13.\">\n        <img src=\"https://cnx.org/resources/3bf430a8c1fb737926ac5c411c8445cdc8cba6ed/Figure_02_01_02.png\" data-media-type=\"image/png\" alt=\"Carbon is indicated by its atomic symbol, a capital C. Carbon has the atomic number six and two stable isotopes, carbon-12 and carbon-13.\" width=\"295\">\n    </span>\n</figure><p id=\"fs-idp140338796658000\">How many neutrons do carbon-12 and carbon-13 have, respectively?</p>\n<!--<para><link target-id=\"fig-ch02_01_02\" document=\"\"/> Carbon-12 has six neutrons. Carbon-13 has seven neutrons.</para>-->\n</div></section>\n<section data-depth=\"1\" id=\"fs-idp140338797488784\"><h3 data-type=\"title\">Isotopes</h3>\n<p id=\"fs-idp140338796413104\"><span data-type=\"term\">Isotopes</span> are different forms of an element that have the same number of protons but a different number of neutrons. Some elements—such as carbon, potassium, and uranium—have naturally occurring isotopes. Carbon-12 contains six protons, six neutrons, and six electrons; therefore, it has a mass number of 12 (six protons and six neutrons). Carbon-14 contains six protons, eight neutrons, and six electrons; its atomic mass is 14 (six protons and eight neutrons). These two alternate forms of carbon are isotopes. Some isotopes may emit neutrons, protons, and electrons, and attain a more stable atomic configuration (lower level of potential energy); these are radioactive isotopes, or <span data-type=\"term\">radioisotopes</span>. Radioactive decay (carbon-14 decaying to eventually become nitrogen-14) describes the energy loss that occurs when an unstable atom’s nucleus releases radiation.</p>\n<div data-type=\"note\" data-has-label=\"true\" id=\"fs-idp140338797060096\" class=\"evolution\" data-label=\"\">\n<div data-type=\"title\">Evolution Connection</div>\n<p id=\"eip-idm257115376\"><span data-type=\"title\">Carbon Dating</span>\nCarbon is normally present in the atmosphere in the form of gaseous compounds like carbon dioxide and methane. Carbon-14 (<sup>14</sup>C) is a naturally occurring radioisotope that is created in the atmosphere from atmospheric <sup>14</sup>N (nitrogen) by the addition of a neutron and the loss of a proton because of cosmic rays. This is a continuous process, so more <sup>14</sup>C is always being created. As a living organism incorporates <sup>14</sup>C initially as carbon dioxide fixed in the process of photosynthesis, the relative amount of <sup>14</sup>C in its body is equal to the concentration of <sup>14</sup>C in the atmosphere. When an organism dies, it is no longer ingesting <sup>14</sup>C, so the ratio between <sup>14</sup>C and <sup>12</sup>C will decline as <sup>14</sup>C decays gradually to <sup>14</sup>N by a process called beta decay—the emission of electrons or positrons. This decay gives off energy in a slow process.</p>\n<p id=\"fs-idp140338807733920\">After approximately 5,730 years, half of the starting concentration of <sup>14</sup>C will have been converted back to <sup>14</sup>N. The time it takes for half of the original concentration of an isotope to decay back to its more stable form is called its half-life. Because the half-life of <sup>14</sup>C is long, it is used to date formerly living objects such as old bones or wood. Comparing the ratio of the <sup>14</sup>C concentration found in an object to the amount of <sup>14</sup>C detected in the atmosphere, the amount of the isotope that has not yet decayed can be determined. On the basis of this amount, the age of the material, such as the pygmy mammoth shown in <a href=\"#fig-ch02_01_03\" class=\"autogenerated-content\">[link]</a>, can be calculated with accuracy if it is not much older than about 50,000 years. Other elements have isotopes with different half lives. For example, <sup>40</sup>K (potassium-40) has a half-life of 1.25 billion years, and <sup>235</sup>U (Uranium 235) has a half-life of about 700 million years. Through the use of radiometric dating, scientists can study the age of fossils or other remains of extinct organisms to understand how organisms have evolved from earlier species.</p>\n<figure id=\"fig-ch02_01_03\" class=\" \"><figcaption>The age of carbon-containing remains less than about 50,000 years old, such as this pygmy mammoth, can be determined using carbon dating. (credit: Bill Faulkner, NPS)</figcaption><span data-type=\"media\" id=\"fs-idp140338805026128\" data-alt=\"Photo shows scientists unearthing a mammoth skeleton.\">\n    <img src=\"https://cnx.org/resources/26c7623addd64eb193461b806131628fdf0ee499/Figure_02_01_03.jpg\" data-media-type=\"image/jpg\" alt=\"Photo shows scientists unearthing a mammoth skeleton.\" width=\"320\">\n</span>\n</figure>\n</div>\n<div data-type=\"note\" data-has-label=\"true\" id=\"fs-idp140338796300736\" class=\"interactive-embedded-reading\" data-label=\"\">\n<div data-type=\"title\">Link to Learning</div>\n<span data-type=\"media\" id=\"eip-id1165070654580\" data-alt=\"QR Code representing a URL\">\n<img src=\"https://cnx.org/resources/9c028f7bee59803317218797d0d7129d0afa03f1/atoms_isotopes.png\" data-media-type=\"image/png\" alt=\"QR Code representing a URL\" width=\"120\">\n</span>\n\n<p id=\"fs-idp140338804817312\">To learn more about atoms, isotopes, and how to tell one isotope from another, run the simulation.</p>\n<div data-type=\"newline\"><br></div>\n<div data-type=\"media\" id=\"eip-id1165071748010\" data-alt=\"atoms_isotopes\">\n<iframe width=\"660\" height=\"371.4\" src=\"https://openstax.org/l/atoms_isotopes\"></iframe>\n                 </div>\n</div></section><section data-depth=\"1\" id=\"fs-idp140338806222736\"><h3 data-type=\"title\">The Periodic Table</h3>\n<p id=\"fs-idp140338800663552\">The different elements are organized and displayed in the <span data-type=\"term\">periodic table</span>. Devised by Russian chemist Dmitri Mendeleev (1834–1907) in 1869, the table groups elements that, although unique, share certain chemical properties with other elements. The properties of elements are responsible for their physical state at room temperature: they may be gases, solids, or liquids. Elements also have specific <span data-type=\"term\">chemical reactivity</span>, the ability to combine and to chemically bond with each other.</p>\n<p id=\"fs-idp140338796612976\">In the periodic table, shown in <a href=\"#fig-ch02_01_04\" class=\"autogenerated-content\">[link]</a>, the elements are organized and displayed according to their atomic number and are arranged in a series of rows and columns based on shared chemical and physical properties. In addition to providing the atomic number for each element, the periodic table also displays the element’s atomic mass. Looking at carbon, for example, its symbol (C) and name appear, as well as its atomic number of six (in the upper left-hand corner) and its atomic mass of 12.11.</p>\n<figure id=\"fig-ch02_01_04\" class=\" \"><figcaption>The periodic table shows the atomic mass and atomic number of each element. The atomic number appears above the symbol for the element and the approximate atomic mass appears below it.</figcaption><span data-type=\"media\" id=\"fs-idp140338805019840\" data-alt=\"The periodic table consists of eighteen groups and seven periods. Two additional rows of elements, known as the lanthanides and actinides, are placed beneath the main table. The lanthanides include elements 57 through 71 and belong in period seven between groups three and four. The actinides include elements 89 through 98 and belong in period eight between the same groups. These elements are placed separately to make the table more compact. For each element, the name, atomic symbol, atomic number, and atomic mass are provided. The atomic number is a whole number that represents the number of protons. The atomic mass, which is the average mass of different isotopes, is estimated to two decimal places. For example, hydrogen has the atomic symbol H, the atomic number 1, and an atomic mass of 1.01. The atomic mass is always larger that the atomic number. For most small elements, the atomic mass is approximately double the atomic number as the number of protons and neutrons is about equal. The elements are divided into three categories: metals, nonmetals and metalloids. These form a diagonal line from period two, group thirteen to period seven, group sixteen. All elements to the left of the metalloids are metals, and all elements to the right are nonmetals.\">\n    <img src=\"https://cnx.org/resources/267234d1951caa12a83e7dea45c40397b60d077f/Figure_02_01_04.jpg\" data-media-type=\"image/jpg\" alt=\"The periodic table consists of eighteen groups and seven periods. Two additional rows of elements, known as the lanthanides and actinides, are placed beneath the main table. The lanthanides include elements 57 through 71 and belong in period seven between groups three and four. The actinides include elements 89 through 98 and belong in period eight between the same groups. These elements are placed separately to make the table more compact. For each element, the name, atomic symbol, atomic number, and atomic mass are provided. The atomic number is a whole number that represents the number of protons. The atomic mass, which is the average mass of different isotopes, is estimated to two decimal places. For example, hydrogen has the atomic symbol H, the atomic number 1, and an atomic mass of 1.01. The atomic mass is always larger that the atomic number. For most small elements, the atomic mass is approximately double the atomic number as the number of protons and neutrons is about equal. The elements are divided into three categories: metals, nonmetals and metalloids. These form a diagonal line from period two, group thirteen to period seven, group sixteen. All elements to the left of the metalloids are metals, and all elements to the right are nonmetals.\" width=\"575\">\n</span>\n</figure><p id=\"fs-idp140338796755936\">The periodic table groups elements according to chemical properties. The differences in chemical reactivity between the elements are based on the number and spatial distribution of an atom’s electrons. Atoms that chemically react and bond to each other form molecules. <span data-type=\"term\">Molecules</span> are simply two or more atoms chemically bonded together. Logically, when two atoms chemically bond to form a molecule, their electrons, which form the outermost region of each atom, come together first as the atoms form a chemical bond.</p>\n</section>\n<section data-depth=\"1\" id=\"fs-idp140338796725872\"><h3 data-type=\"title\">Electron Shells and the Bohr Model</h3>\n<p id=\"fs-idp140338796303120\">It should be stressed that there is a connection between the number of protons in an element, the atomic number that distinguishes one element from another, and the number of electrons it has. In all electrically neutral atoms, the number of electrons is the same as the number of protons. Thus, each element, at least when electrically neutral, has a characteristic number of electrons equal to its atomic number.</p>\n<p id=\"fs-idp140338797198608\">An early model of the atom was developed in 1913 by Danish scientist Niels Bohr (1885–1962). The Bohr model shows the atom as a central nucleus containing protons and neutrons, with the electrons in circular <span data-type=\"term\">orbitals</span> at specific distances from the nucleus, as illustrated in <a href=\"#fig-ch02_01_05\" class=\"autogenerated-content\">[link]</a>. These orbits form electron shells or energy levels, which are a way of visualizing the number of electrons in the outermost shells. These energy levels are designated by a number and the symbol “n.” For example, 1n represents the first energy level located closest to the nucleus.</p>\n<figure id=\"fig-ch02_01_05\" class=\" \"><figcaption>The Bohr model was developed by Niels Bohrs in 1913. In this model, electrons exist within principal shells. An electron normally exists in the lowest energy shell available, which is the one closest to the nucleus. Energy from a photon of light can bump it up to a higher energy shell, but this situation is unstable, and the electron quickly decays back to the ground state. In the process, a photon of light is released.</figcaption><span data-type=\"media\" id=\"fs-idp140338797513600\" data-alt=\"Three concentric circles around the nucleus of a hydrogen atom represent principal shells. These are named 1n, 2n, and 3n in order of increasing distance from the nucleus. An electron orbits in the shell closest to the nucleus, 1n.\">\n    <img src=\"https://cnx.org/resources/664ecc28bbddbb62ae8d3c8fcc74be9691199017/Figure_02_01_05.png\" data-media-type=\"image/png\" alt=\"Three concentric circles around the nucleus of a hydrogen atom represent principal shells. These are named 1n, 2n, and 3n in order of increasing distance from the nucleus. An electron orbits in the shell closest to the nucleus, 1n.\" width=\"280\">\n</span>\n</figure><p id=\"fs-idp140338797044128\">Electrons fill orbitals in a consistent order: they first fill the orbitals closest to the nucleus, then they continue to fill orbitals of increasing energy further from the nucleus. If there are multiple orbitals of equal energy, they will be filled with one electron in each energy level before a second electron is added. The electrons of the outermost energy level determine the energetic stability of the atom and its tendency to form chemical bonds with other atoms to form molecules.</p>\n<p id=\"fs-idp140338797044384\">Under standard conditions, atoms fill the inner shells first, often resulting in a variable number of electrons in the outermost shell. The innermost shell has a maximum of two electrons but the next two electron shells can each have a maximum of eight electrons. This is known as the <span data-type=\"term\">octet rule</span>, which states, with the exception of the innermost shell, that atoms are more stable energetically when they have eight electrons in their <span data-type=\"term\">valence shell</span>, the outermost electron shell. Examples of some neutral atoms and their electron configurations are shown in <a href=\"#fig-ch02_01_06\" class=\"autogenerated-content\">[link]</a>. Notice that in this <a href=\"#fig-ch02_01_06\" class=\"autogenerated-content\">[link]</a>, helium has a complete outer electron shell, with two electrons filling its first and only shell. Similarly, neon has a complete outer 2n shell containing eight electrons. In contrast, chlorine and sodium have seven and one in their outer shells, respectively, but theoretically they would be more energetically stable if they followed the octet rule and had eight.</p>\n<div data-type=\"note\" data-has-label=\"true\" id=\"fs-idp140338804805088\" class=\"art-connection\" data-label=\"\">\n<div data-type=\"title\">Art Connection</div>\n<figure id=\"fig-ch02_01_06\" class=\" \"><figcaption>Bohr diagrams indicate how many electrons fill each principal shell. Group 18 elements (helium, neon, and argon are shown) have a full outer, or valence, shell. A full valence shell is the most stable electron configuration. Elements in other groups have partially filled valence shells and gain or lose electrons to achieve a stable electron configuration.</figcaption><span data-type=\"media\" id=\"fs-idp140338796301632\" data-alt=\"Bohr diagrams of elements from groups 1, 14, 17 and 18, and periods 1, 2 and 3 are shown. Period 1, in which the 1n shell is filling, contains hydrogen and helium. Hydrogen, in group 1, has one valence electron. Helium, in group 18, has two valence electrons. The 1n shell holds a maximum of two electrons, so the shell is full and the electron configuration is stable. Period 2, in which the 2n shell is filling, contains lithium, carbon, fluorine, and neon. Lithium, in group 1, has 1 valence electron. Carbon, in group 14, has 4 valence electrons. Fluorine, in group 17, has 7 valence electrons. Neon, in group 18, has 8 valence electrons, a full octet. Period 3, in which the 3n shell is filling, contains sodium, silicon, chlorine, and argon. Sodium, in group 1, has 1 valence electron. Silicon, in group 14, has 4 valence electrons. Chlorine, in group 17, has 7 valence electrons. Argon, in group 18, has 8 valence electrons, a full octet.\">\n        <img src=\"https://cnx.org/resources/6936b538bdf45e30f8d4f8df5d6da1bfc7cd3e28/Figure_02_01_06.png\" data-media-type=\"image/png\" alt=\"Bohr diagrams of elements from groups 1, 14, 17 and 18, and periods 1, 2 and 3 are shown. Period 1, in which the 1n shell is filling, contains hydrogen and helium. Hydrogen, in group 1, has one valence electron. Helium, in group 18, has two valence electrons. The 1n shell holds a maximum of two electrons, so the shell is full and the electron configuration is stable. Period 2, in which the 2n shell is filling, contains lithium, carbon, fluorine, and neon. Lithium, in group 1, has 1 valence electron. Carbon, in group 14, has 4 valence electrons. Fluorine, in group 17, has 7 valence electrons. Neon, in group 18, has 8 valence electrons, a full octet. Period 3, in which the 3n shell is filling, contains sodium, silicon, chlorine, and argon. Sodium, in group 1, has 1 valence electron. Silicon, in group 14, has 4 valence electrons. Chlorine, in group 17, has 7 valence electrons. Argon, in group 18, has 8 valence electrons, a full octet.\" width=\"480\">\n    </span>\n</figure><p id=\"fs-idp140338805851056\">An atom may give, take, or share electrons with another atom to achieve a full valence shell, the most stable electron configuration. Looking at this figure, how many electrons do elements in group 1 need to lose in order to achieve a stable electron configuration? How many electrons do elements in groups 14 and 17 need to gain to achieve a stable configuration?</p>\n<!--<para><link target-id=\"fig-ch02_01_06\" document=\"\"/>Elements in group 1 need to lose one electron to achieve a stable electron configuration. Elements in groups 14 and 17 need to gain four and one electrons, respectively, to achieve a stable configuration.</para>-->\n</div>\n<p id=\"fs-idp140338806026832\">Understanding that the organization of the periodic table is based on the total number of protons (and electrons) helps us know how electrons are distributed among the outer shell. The periodic table is arranged in columns and rows based on the number of electrons and where these electrons are located. Take a closer look at the some of the elements in the table’s far right column in <a href=\"#fig-ch02_01_04\" class=\"autogenerated-content\">[link]</a>. The group 18 atoms helium (He), neon (Ne), and argon (Ar) all have filled outer electron shells, making it unnecessary for them to share electrons with other atoms to attain stability; they are highly stable as single atoms. Their non-reactivity has resulted in their being named the <span data-type=\"term\">inert gases</span> (or <span data-type=\"term\">noble gases</span>). Compare this to the group 1 elements in the left-hand column. These elements, including hydrogen (H), lithium (Li), and sodium (Na), all have one electron in their outermost shells. That means that they can achieve a stable configuration and a filled outer shell by donating or sharing one electron with another atom or a molecule such as water. Hydrogen will donate or share its electron to achieve this configuration, while lithium and sodium will donate their electron to become stable. As a result of losing a negatively charged electron, they become positively charged <span data-type=\"term\">ions</span>. Group 17 elements, including fluorine and chlorine, have seven electrons in their outmost shells, so they tend to fill this shell with an electron from other atoms or molecules, making them negatively charged ions. Group 14 elements, of which carbon is the most important to living systems, have four electrons in their outer shell allowing them to make several covalent bonds (discussed below) with other atoms. Thus, the columns of the periodic table represent the potential shared state of these elements’ outer electron shells that is responsible for their similar chemical characteristics.</p>\n</section>\n<section data-depth=\"1\" id=\"fs-idp140338809404928\"><h3 data-type=\"title\">Electron Orbitals</h3>\n<p id=\"fs-idp140338796317104\">Although useful to explain the reactivity and chemical bonding of certain elements, the Bohr model of the atom does not accurately reflect how electrons are spatially distributed surrounding the nucleus. They do not circle the nucleus like the earth orbits the sun, but are found in <span data-type=\"term\">electron orbitals</span>. These relatively complex shapes result from the fact that electrons behave not just like particles, but also like waves. Mathematical equations from quantum mechanics known as wave functions can predict within a certain level of probability where an electron might be at any given time. The area where an electron is most likely to be found is called its orbital.</p>\n        <p id=\"fs-idp140338796636704\">Recall that the Bohr model depicts an atom’s electron shell configuration. Within each electron shell are subshells, and each subshell has a specified number of orbitals containing electrons. While it is impossible to calculate exactly where an electron is located, scientists know that it is most probably located within its orbital path. Subshells are designated by the letter s,<em data-effect=\"italics\"> p</em>,<em data-effect=\"italics\"> d</em>, and<em data-effect=\"italics\"> f</em>. The <em data-effect=\"italics\">s</em> subshell is spherical in shape and has one orbital. Principal shell 1n has only a single <em data-effect=\"italics\">s</em> orbital, which can hold two electrons. Principal shell 2n has one <em data-effect=\"italics\">s</em> and one <em data-effect=\"italics\">p</em> subshell, and can hold a total of eight electrons. The <em data-effect=\"italics\">p</em> subshell has three dumbbell-shaped orbitals, as illustrated in <a href=\"#fig-ch02_01_07\" class=\"autogenerated-content\">[link]</a>. Subshells <em data-effect=\"italics\">d</em> and <em data-effect=\"italics\">f</em> have more complex shapes and contain five and seven orbitals, respectively. These are not shown in the illustration. Principal shell 3n has <em data-effect=\"italics\">s</em>, <em data-effect=\"italics\">p</em>, and <em data-effect=\"italics\">d</em> subshells and can hold 18 electrons. Principal shell 4n has <em data-effect=\"italics\">s</em>, <em data-effect=\"italics\">p</em>, <em data-effect=\"italics\">d</em> and <em data-effect=\"italics\">f</em> orbitals and can hold 32 electrons.  Moving away from the nucleus, the number of electrons and orbitals found in the energy levels increases. Progressing from one atom to the next in the periodic table, the electron structure can be worked out by fitting an extra electron into the next available orbital.</p>\n<figure id=\"fig-ch02_01_07\" class=\" \"><figcaption>The <em data-effect=\"italics\">s</em> subshells are shaped like spheres. Both the 1n and 2n principal shells have an <em data-effect=\"italics\">s</em> orbital, but the size of the sphere is larger in the 2n orbital. Each sphere is a single orbital. <em data-effect=\"italics\">p</em> subshells are made up of three dumbbell-shaped orbitals. Principal shell 2n has a <em data-effect=\"italics\">p</em> subshell, but shell 1 does not.</figcaption><span data-type=\"media\" id=\"fs-idp140338802724368\" data-alt=\"Illustration shows 1ns, 2ns and 2np subshells. The 1ns subshell and 2ns subshells are both spheres, but the 2ns sphere is larger than the 1ns sphere. The 2np subshell is made up of three dumbbells that radiate out from the center of the atom.\">\n    <img src=\"https://cnx.org/resources/83aa1c7b10a5556d9a5ea40d7f4a3eb8d7c96ce9/Figure_02_01_07.jpg\" data-media-type=\"image/jpg\" alt=\"Illustration shows 1ns, 2ns and 2np subshells. The 1ns subshell and 2ns subshells are both spheres, but the 2ns sphere is larger than the 1ns sphere. The 2np subshell is made up of three dumbbells that radiate out from the center of the atom.\" width=\"550\">\n</span>\n</figure><p id=\"fs-idp140338803670480\">The closest orbital to the nucleus, called the 1s orbital, can hold up to two electrons. This orbital is equivalent to the innermost electron shell of the Bohr model of the atom. It is called the 1<em data-effect=\"italics\">s</em> orbital because it is spherical around the nucleus. The 1<em data-effect=\"italics\">s</em> orbital is the closest orbital to the nucleus, and it is always filled first, before any other orbital can be filled. Hydrogen has one electron; therefore, it has only one spot within the 1<em data-effect=\"italics\">s</em> orbital occupied. This is designated as 1<em data-effect=\"italics\">s</em><sup>1</sup>, where the superscripted 1 refers to the one electron within the 1<em data-effect=\"italics\">s</em> orbital. Helium has two electrons; therefore, it can completely fill the 1<em data-effect=\"italics\">s</em> orbital with its two electrons. This is designated as 1<em data-effect=\"italics\">s</em><sup>2</sup>, referring to the two electrons of helium in the 1<em data-effect=\"italics\">s</em> orbital. On the periodic table <a href=\"#fig-ch02_01_04\" class=\"autogenerated-content\">[link]</a>, hydrogen and helium are the only two elements in the first row (period); this is because they only have electrons in their first shell, the 1<em data-effect=\"italics\">s</em> orbital. Hydrogen and helium are the only two elements that have the 1<em data-effect=\"italics\">s</em> and no other electron orbitals in the electrically neutral state.</p>\n<p id=\"fs-idp140338796531296\">The second electron shell may contain eight electrons. This shell contains another spherical <em data-effect=\"italics\">s</em> orbital and three “dumbbell” shaped <em data-effect=\"italics\">p</em> orbitals, each of which can hold two electrons, as shown in <a href=\"#fig-ch02_01_07\" class=\"autogenerated-content\">[link]</a>. After the 1<em data-effect=\"italics\">s</em> orbital is filled, the second electron shell is filled, first filling its 2<em data-effect=\"italics\">s</em> orbital and then its three <em data-effect=\"italics\">p</em> orbitals. When filling the <em data-effect=\"italics\">p</em> orbitals, each takes a single electron; once each <em data-effect=\"italics\">p</em> orbital has an electron, a second may be added. Lithium (Li) contains three electrons that occupy the first and second shells. Two electrons fill the 1<em data-effect=\"italics\">s</em> orbital, and the third electron then fills the 2<em data-effect=\"italics\">s</em> orbital. Its <span data-type=\"term\">electron configuration</span> is 1<em data-effect=\"italics\">s</em><sup>2</sup>2<em data-effect=\"italics\">s</em><sup>1</sup>. Neon (Ne), on the other hand, has a total of ten electrons: two are in its innermost 1<em data-effect=\"italics\">s</em> orbital and eight fill its second shell (two each in the 2<em data-effect=\"italics\">s</em> and three <em data-effect=\"italics\">p</em> orbitals); thus, it is an inert gas and energetically stable as a single atom that will rarely form a chemical bond with other atoms. Larger elements have additional orbitals, making up the third electron shell. While the concepts of electron shells and orbitals are closely related, orbitals provide a more accurate depiction of the electron configuration of an atom because the orbital model specifies the different shapes and special orientations of all the places that electrons may occupy.</p>\n<div data-type=\"note\" data-has-label=\"true\" id=\"fs-idp140338803634624\" class=\"interactive-embedded-reading\" data-label=\"\">\n<div data-type=\"title\">Link to Learning</div>\n    <span data-type=\"media\" id=\"fs-idp140338803635408\" data-alt=\"QR Code representing a URL\">\n        <img src=\"https://cnx.org/resources/512810e97f7e7d4a8d42fc7502e501c1fd4d057b/orbitals.png\" data-media-type=\"image/png\" alt=\"QR Code representing a URL\" width=\"120\">\n    </span>\n<p id=\"fs-idp140338797982624\">Watch this visual animation to see the spatial arrangement of the p and s orbitals.\n</p>\n<div data-type=\"media\" id=\"eip-id5846277\" data-alt=\"orbitals\">\n<iframe width=\"660\" height=\"371.4\" src=\"https://www.openstaxcollege.org/l/orbitals\"></iframe>\n                 </div>\n</div></section><section data-depth=\"1\" id=\"fs-idp140338803709104\"><h3 data-type=\"title\">Chemical Reactions and Molecules</h3>\n<p id=\"fs-idp140338796548544\">All elements are most stable when their outermost shell is filled with electrons according to the octet rule. This is because it is energetically favorable for atoms to be in that configuration and it makes them stable. However, since not all elements have enough electrons to fill their outermost shells, atoms form <span data-type=\"term\">chemical bonds</span> with other atoms thereby obtaining the electrons they need to attain a stable electron configuration. When two or more atoms chemically bond with each other, the resultant chemical structure is a molecule. The familiar water molecule, H<sub>2</sub>O, consists of two hydrogen atoms and one oxygen atom; these bond together to form water, as illustrated in <a href=\"#fig-ch02_01_08\" class=\"autogenerated-content\">[link]</a>. Atoms can form molecules by donating, accepting, or sharing electrons to fill their outer shells.</p>\n<figure id=\"fig-ch02_01_08\" class=\" \"><figcaption>Two or more atoms may bond with each other to form a molecule. When two hydrogens and an oxygen share electrons via covalent bonds, a water molecule is formed.</figcaption><span data-type=\"media\" id=\"fs-idp140338797636096\" data-alt=\"In the first image, an oxygen atom is shown with six valence electrons. Four of these valence electrons form pairs at the top and right sides of the valence shell. The other two electrons are alone on the bottom and left sides. A hydrogen atom sits next to each the lone electron of the oxygen. Each hydrogen has only one valence electron. An arrow indicates that a reaction takes place. After the reaction, in the second image, each unpaired electron in the oxygen joins an electron from one of the hydrogen atoms so that the valence rings are now connected together. The bond that forms between oxygen and hydrogen can also be represented by a dash.\">\n        <img src=\"https://cnx.org/resources/22cad60bc77afdc0017cf9a68b3fa0c8540b863f/Figure_02_01_08.jpg\" data-media-type=\"image/jpg\" alt=\"In the first image, an oxygen atom is shown with six valence electrons. Four of these valence electrons form pairs at the top and right sides of the valence shell. The other two electrons are alone on the bottom and left sides. A hydrogen atom sits next to each the lone electron of the oxygen. Each hydrogen has only one valence electron. An arrow indicates that a reaction takes place. After the reaction, in the second image, each unpaired electron in the oxygen joins an electron from one of the hydrogen atoms so that the valence rings are now connected together. The bond that forms between oxygen and hydrogen can also be represented by a dash.\" width=\"480\">\n    </span>\n</figure><p id=\"fs-idp140338803667344\"><span data-type=\"term\">Chemical reactions</span> occur when two or more atoms bond together to form molecules or when bonded atoms are broken apart. The substances used in the beginning of a chemical reaction are called the <span data-type=\"term\">reactants</span> (usually found on the left side of a chemical equation), and the substances found at the end of the reaction are known as the <span data-type=\"term\">products</span> (usually found on the right side of a chemical equation). An arrow is typically drawn between the reactants and products to indicate the direction of the chemical reaction; this direction is not always a “one-way street.” For the creation of the water molecule shown above, the chemical equation would be:</p>\n<div data-type=\"equation\" id=\"eip-3\"><math xmlns=\"http://www.w3.org/1998/Math/MathML\" display=\"block\"><semantics><mrow>\n <mrow>\n  <mn>2</mn><mtext>H + O </mtext><mrow><mo stretchy=\"false\">→</mo></mrow><msub>\n   <mrow>\n    <mtext> H</mtext>\n   </mrow>\n   <mn>2</mn>\n  </msub>\n  <mtext>O</mtext>\n </mrow>\n</mrow><annotation-xml encoding=\"MathML-Content\"><mrow>\n  <mn>2</mn><mtext>H + O </mtext><mrow><mo stretchy=\"false\">→</mo></mrow><msub>\n   <mrow>\n    <mtext> H</mtext>\n   </mrow>\n   <mn>2</mn>\n  </msub>\n  <mtext>O</mtext>\n </mrow></annotation-xml></semantics></math></div>\n<p id=\"fs-idp140338797434736\">An example of a simple chemical reaction is the breaking down of hydrogen peroxide molecules, each of which consists of two hydrogen atoms bonded to two oxygen atoms (H<sub>2</sub>O<sub>2</sub>). The reactant hydrogen peroxide is broken down into water, containing one oxygen atom bound to two hydrogen atoms (H<sub>2</sub>O), and oxygen, which consists of two bonded oxygen atoms (O<sub>2</sub>). In the equation below, the reaction includes two hydrogen peroxide molecules and two water molecules. This is an example of a <span data-type=\"term\">balanced chemical equation</span>, wherein the number of atoms of each element is the same on each side of the equation. According to the law of conservation of matter, the number of atoms before and after a chemical reaction should be equal, such that no atoms are, under normal circumstances, created or destroyed.</p>\n        <div data-type=\"equation\" id=\"eip-407\"><math xmlns=\"http://www.w3.org/1998/Math/MathML\" display=\"block\"><semantics><mrow>\n <mrow>\n  <msub>\n   <mrow>\n    <mtext>2H</mtext>\n   </mrow>\n   <mn>2</mn>\n  </msub>\n  <msub>\n   <mtext>O</mtext>\n   <mn>2</mn>\n  </msub>\n  <mtext> (hydrogen peroxide) </mtext><mrow><mo stretchy=\"false\">→</mo></mrow><msub>\n   <mrow>\n    <mtext> 2H</mtext>\n   </mrow>\n   <mn>2</mn>\n  </msub>\n  <msub>\n   <mrow>\n    <mtext>O (water) + O</mtext>\n   </mrow>\n   <mn>2</mn>\n  </msub>\n  <mtext> (oxygen)</mtext>\n </mrow>\n</mrow><annotation-xml encoding=\"MathML-Content\"><mrow>\n  <msub>\n   <mrow>\n    <mtext>2H</mtext>\n   </mrow>\n   <mn>2</mn>\n  </msub>\n  <msub>\n   <mtext>O</mtext>\n   <mn>2</mn>\n  </msub>\n  <mtext> (hydrogen peroxide) </mtext><mrow><mo stretchy=\"false\">→</mo></mrow><msub>\n   <mrow>\n    <mtext> 2H</mtext>\n   </mrow>\n   <mn>2</mn>\n  </msub>\n  <msub>\n   <mrow>\n    <mtext>O (water) + O</mtext>\n   </mrow>\n   <mn>2</mn>\n  </msub>\n  <mtext> (oxygen)</mtext>\n </mrow></annotation-xml></semantics></math></div>\n<p id=\"fs-idp140338797442128\">Even though all of the reactants and products of this reaction are molecules (each atom remains bonded to at least one other atom), in this reaction only hydrogen peroxide and water are representatives of <span data-type=\"term\">compounds</span>: they contain atoms of more than one type of element. Molecular oxygen, on the other hand, as shown in <a href=\"#fig-ch02_01_09\" class=\"autogenerated-content\">[link]</a>,consists of two doubly bonded oxygen atoms and is not classified as a compound but as a mononuclear molecule.</p>\n<figure id=\"fig-ch02_01_09\" class=\" \"><figcaption>The oxygen atoms in an O<sub>2</sub> molecule are joined by a double bond.</figcaption>\n    <span data-type=\"media\" id=\"fs-idp140338796932688\" data-alt=\"Two oxygen atoms are shown side-by-side. Each has six valence electrons, two that are paired and two that are unpaired. An arrow indicates that a reaction takes place. After the reaction, the four unpaired electrons join to form a double bond. This double bond can also be depicted by an equal sign between two Os.\">\n        <img src=\"https://cnx.org/resources/ab82f5aea22f9109fc6f56bb34841b08d018cca4/Figure_02_01_09.jpg\" data-media-type=\"image/jpg\" alt=\"Two oxygen atoms are shown side-by-side. Each has six valence electrons, two that are paired and two that are unpaired. An arrow indicates that a reaction takes place. After the reaction, the four unpaired electrons join to form a double bond. This double bond can also be depicted by an equal sign between two Os.\" width=\"380\">\n    </span>\n</figure>\n<p id=\"fs-idp140338803706128\">Some chemical reactions, such as the one shown above, can proceed in one direction until the reactants are all used up. The equations that describe these reactions contain a unidirectional arrow and are <span data-type=\"term\">irreversible</span>. <span data-type=\"term\">Reversible reactions</span> are those that can go in either direction. In reversible reactions, reactants are turned into products, but when the concentration of product goes beyond a certain threshold (characteristic of the particular reaction), some of these products will be converted back into reactants; at this point, the designations of products and reactants are reversed. This back and forth continues until a certain relative balance between reactants and products occurs—a state called <span data-type=\"term\">equilibrium</span>. These situations of reversible reactions are often denoted by a chemical equation with a double headed arrow pointing towards both the reactants and products.</p>\n<p id=\"fs-idp140338797091520\">For example, in human blood, excess hydrogen ions (H<sup>+</sup>) bind to bicarbonate ions (HCO<sub>3</sub><sup>-</sup>) forming an equilibrium state with carbonic acid (H<sub>2</sub>CO<sub>3</sub>). If carbonic acid were added to this system, some of it would be converted to bicarbonate and hydrogen ions.</p>\n<div data-type=\"equation\" id=\"eip-385\"><math xmlns=\"http://www.w3.org/1998/Math/MathML\" display=\"block\"><semantics><mrow>\n <mrow><msup>\n  <msub>\n   <mrow>\n    <mtext>HCO</mtext>\n   </mrow>\n   <mrow>\n    \n     <mn>3</mn>\n </mrow>\n  </msub>\n     <mo>−</mo>\n    </msup>\n    \n  \n  <msup>\n   <mrow>\n    <mtext> + H</mtext>\n   </mrow>\n   <mo>+</mo>\n  </msup>\n  <mtext> </mtext>\n<mrow><mo stretchy=\"false\">↔</mo></mrow>\n<msub>\n   <mrow>\n    <mtext> H</mtext>\n   </mrow>\n   <mn>2</mn>\n  </msub>\n  <msub>\n   <mrow>\n    <mtext>CO</mtext>\n   </mrow>\n   <mn>3</mn>\n  </msub>\n</mrow></mrow><annotation-xml encoding=\"MathML-Content\"><mrow><msup>\n  <msub>\n   <mrow>\n    <mtext>HCO</mtext>\n   </mrow>\n   <mrow>\n    \n     <mn>3</mn>\n </mrow>\n  </msub>\n     <mo>−</mo>\n    </msup>\n    \n  \n  <msup>\n   <mrow>\n    <mtext> + H</mtext>\n   </mrow>\n   <mo>+</mo>\n  </msup>\n  <mtext> </mtext>\n<mrow><mo stretchy=\"false\">↔</mo></mrow>\n<msub>\n   <mrow>\n    <mtext> H</mtext>\n   </mrow>\n   <mn>2</mn>\n  </msub>\n  <msub>\n   <mrow>\n    <mtext>CO</mtext>\n   </mrow>\n   <mn>3</mn>\n  </msub>\n</mrow></annotation-xml></semantics></math></div>\n<p id=\"fs-idp140338807388128\">In biological reactions, however, equilibrium is rarely obtained because the concentrations of the reactants or products or both are constantly changing, often with a product of one reaction being a reactant for another. To return to the example of excess hydrogen ions in the blood, the formation of carbonic acid will be the major direction of the reaction. However, the carbonic acid can also leave the body as carbon dioxide gas (via exhalation) instead of being converted back to bicarbonate ion, thus driving the reaction to the right by the chemical law known as <span data-type=\"term\">law of mass action</span>. These reactions are important for maintaining the homeostasis of our blood.</p>\n        <div data-type=\"equation\" id=\"eip-731\"><math xmlns=\"http://www.w3.org/1998/Math/MathML\" display=\"block\"><semantics><mrow>\n <mrow><msup>\n  <msub>\n   <mrow>\n    <mtext>HCO</mtext>\n   </mrow>\n   <mrow>\n    \n     <mn>3</mn>\n </mrow>\n  </msub>\n     <mo>−</mo>\n    </msup>\n    \n  \n  <msup>\n   <mrow>\n    <mtext> + H</mtext>\n   </mrow>\n   <mo>+</mo>\n  </msup>\n  <mtext> </mtext>\n<mrow><mo stretchy=\"false\">↔</mo></mrow>\n<msub>\n   <mrow>\n    <mtext> H</mtext>\n   </mrow>\n   <mn>2</mn>\n  </msub>\n  <msub>\n   <mrow>\n    <mtext>CO</mtext>\n   </mrow>\n   <mn>3</mn>\n  </msub>\n  <mtext> </mtext><mrow><mo stretchy=\"false\">↔</mo></mrow><msub>\n   <mrow>\n    <mtext> CO</mtext>\n   </mrow>\n   <mn>2</mn>\n  </msub>\n  <msub>\n   <mrow>\n    <mtext> + H</mtext>\n   </mrow>\n   <mtext>2</mtext>\n  </msub>\n  <mtext>O</mtext>\n </mrow>\n</mrow><annotation-xml encoding=\"MathML-Content\"><mrow><msup>\n  <msub>\n   <mrow>\n    <mtext>HCO</mtext>\n   </mrow>\n   <mrow>\n    \n     <mn>3</mn>\n </mrow>\n  </msub>\n     <mo>−</mo>\n    </msup>\n    \n  \n  <msup>\n   <mrow>\n    <mtext> + H</mtext>\n   </mrow>\n   <mo>+</mo>\n  </msup>\n  <mtext> </mtext>\n<mrow><mo stretchy=\"false\">↔</mo></mrow>\n<msub>\n   <mrow>\n    <mtext> H</mtext>\n   </mrow>\n   <mn>2</mn>\n  </msub>\n  <msub>\n   <mrow>\n    <mtext>CO</mtext>\n   </mrow>\n   <mn>3</mn>\n  </msub>\n  <mtext> </mtext><mrow><mo stretchy=\"false\">↔</mo></mrow><msub>\n   <mrow>\n    <mtext> CO</mtext>\n   </mrow>\n   <mn>2</mn>\n  </msub>\n  <msub>\n   <mrow>\n    <mtext> + H</mtext>\n   </mrow>\n   <mtext>2</mtext>\n  </msub>\n  <mtext>O</mtext>\n </mrow></annotation-xml></semantics></math></div></section>\n<section data-depth=\"1\" id=\"fs-idp140338797093616\"><h3 data-type=\"title\">Ions and Ionic Bonds</h3>\n<p id=\"fs-idp140338806167168\">Some atoms are more stable when they gain or lose an electron (or possibly two) and form ions. This fills their outermost electron shell and makes them energetically more stable. Because the number of electrons does not equal the number of protons, each ion has a net charge. <span data-type=\"term\">Cations</span> are positive ions that are formed by losing electrons. Negative ions are formed by gaining electrons and are called anions. <span data-type=\"term\">Anions</span> are designated by their elemental name being altered to end in “-ide”: the anion of chlorine is called chloride, and the anion of sulfur is called sulfide, for example.</p>\n<p id=\"fs-idp140338806078224\"> This movement of electrons from one element to another is referred to as <span data-type=\"term\">electron transfer</span>. As <a href=\"#fig-ch02_01_10\" class=\"autogenerated-content\">[link]</a> illustrates, sodium (Na)  only has one electron in its outer electron shell. It takes less energy for sodium to donate that one electron than it does to accept seven more electrons to fill the outer shell. If sodium loses an electron, it now has 11 protons, 11 neutrons, and only 10 electrons, leaving it with an overall charge of +1. It is now referred to as a sodium ion. Chlorine (Cl) in its lowest energy state (called the ground state) has seven electrons in its outer shell. Again, it is more energy-efficient for chlorine to gain one electron than to lose seven. Therefore, it tends to gain an electron to create an ion with 17 protons, 17 neutrons, and 18 electrons, giving it a net negative (–1) charge. It is now referred to as a chloride ion. In this example, sodium will donate its one electron to empty its shell, and chlorine will accept that electron to fill its shell. Both ions now satisfy the octet rule and have complete outermost shells. Because the number of electrons is no longer equal to the number of protons, each is now an ion and has a +1 (sodium cation) or –1 (chloride anion) charge. Note that these transactions can normally only take place simultaneously: in order for a sodium atom to lose an electron, it must be in the presence of a suitable recipient like a chlorine atom.</p>\n<figure id=\"fig-ch02_01_10\" class=\" \"><figcaption>In the formation of an ionic compound, metals lose electrons and nonmetals gain electrons to achieve an octet.</figcaption>\n    <span data-type=\"media\" id=\"fs-idp140338803664256\" data-alt=\"A sodium and a chlorine atom sit side by side. The sodium atom has one valence electron, and the chlorine atom has seven. Six of chlorine’s electrons form pairs at the top, bottom and right sides of the valence shell. The seventh electron sits alone on the left side. The sodium atom transfers its valence electron to chlorine’s valence shell, where it pairs with the unpaired left electron. An arrow indicates a reaction takes place. After the reaction takes place, the sodium becomes a cation with a charge of plus one and an empty valence shell, while the chlorine becomes an anion with a charge of minus one and a full valence shell containing eight electrons.\">\n        <img src=\"https://cnx.org/resources/f5f23abfd0f2680b255b367dd260524613a69f1a/Figure_02_01_10.jpg\" data-media-type=\"image/jpg\" alt=\"A sodium and a chlorine atom sit side by side. The sodium atom has one valence electron, and the chlorine atom has seven. Six of chlorine’s electrons form pairs at the top, bottom and right sides of the valence shell. The seventh electron sits alone on the left side. The sodium atom transfers its valence electron to chlorine’s valence shell, where it pairs with the unpaired left electron. An arrow indicates a reaction takes place. After the reaction takes place, the sodium becomes a cation with a charge of plus one and an empty valence shell, while the chlorine becomes an anion with a charge of minus one and a full valence shell containing eight electrons.\" width=\"380\">\n    </span>\n</figure>\n<p id=\"fs-idp140338799847744\"><span data-type=\"term\">Ionic bonds</span> are formed between ions with opposite charges. For instance, positively charged sodium ions and negatively charged chloride ions bond together to make crystals of sodium chloride, or table salt, creating a crystalline molecule with zero net charge.</p>\n<p id=\"fs-idp140338799848656\">Certain salts are referred to in physiology as <span data-type=\"term\">electrolytes</span> (including sodium, potassium, and calcium), ions necessary for nerve impulse conduction, muscle contractions and water balance. Many sports drinks and dietary supplements provide these ions to replace those lost from the body via sweating during exercise.</p>\n</section>\n<section data-depth=\"1\" id=\"fs-idp140338805329568\"><h3 data-type=\"title\">Covalent Bonds and Other Bonds and Interactions</h3>\n<p id=\"fs-idp140338803668752\">Another way the octet rule can be satisfied is by the sharing of electrons between atoms to form <span data-type=\"term\">covalent bonds</span>. These bonds are stronger and much more common than ionic bonds in the molecules of living organisms. Covalent bonds are commonly found in carbon-based organic molecules, such as our DNA and proteins. Covalent bonds are also found in inorganic molecules like H<sub>2</sub>O, CO<sub>2</sub>, and O<sub>2</sub>. One, two, or three pairs of electrons may be shared, making single, double, and triple bonds, respectively. The more covalent bonds between two atoms, the stronger their connection. Thus, triple bonds are the strongest.</p>\n<p id=\"fs-idp140338805937584\">The strength of different levels of covalent bonding is one of the main reasons living organisms have a difficult time in acquiring nitrogen for use in constructing their molecules, even though molecular nitrogen, N<sub>2</sub>, is the most abundant gas in the atmosphere. Molecular nitrogen consists of two nitrogen atoms triple bonded to each other and, as with all molecules, the sharing of these three pairs of electrons between the two nitrogen atoms allows for the filling of their outer electron shells, making the molecule more stable than the individual nitrogen atoms. This strong triple bond makes it difficult for living systems to break apart this nitrogen in order to use it as constituents of proteins and DNA.</p>\n<p id=\"fs-idp140338804795680\">The formation of water molecules provides an example of covalent bonding. The hydrogen and oxygen atoms that combine to form water molecules are bound together by covalent bonds, as shown in <a href=\"#fig-ch02_01_08\" class=\"autogenerated-content\">[link]</a>. The electron from the hydrogen splits its time between the incomplete outer shell of the hydrogen atoms and the incomplete outer shell of the oxygen atoms. To completely fill the outer shell of oxygen, which has six electrons in its outer shell but which would be more stable with eight, two electrons (one from each hydrogen atom) are needed: hence the well-known formula H<sub>2</sub>O. The electrons are shared between the two elements to fill the outer shell of each, making both elements more stable.</p>\n<div data-type=\"note\" data-has-label=\"true\" id=\"fs-idp140338804489104\" class=\"interactive-embedded-reading\" data-label=\"\">\n<div data-type=\"title\">Link to Learning</div>\n    <span data-type=\"media\" id=\"fs-idp140338804489744\" data-alt=\"QR Code representing a URL\">\n        <img src=\"https://cnx.org/resources/b7f408009d0fc821bfbbbe904e0a0ad129d41382/ionic_covalent.png\" data-media-type=\"image/jpg\" alt=\"QR Code representing a URL\" width=\"120\">\n    </span>\n    <p id=\"eip-id1166285606248\">View this short video to see an animation of ionic and covalent bonding.\n</p>\n<div data-type=\"media\" id=\"eip-id1166283807593\" data-alt=\"ionic_covalent\">\n<iframe width=\"660\" height=\"371.4\" src=\"https://www.openstaxcollege.org/l/ionic_covalent\"></iframe>\n                 </div>\n</div>\n<section data-depth=\"2\" id=\"fs-idp140338797517440\"><h4 data-type=\"title\">Polar Covalent Bonds</h4>\n<p id=\"fs-idp140338802227312\">There are two types of covalent bonds: polar and nonpolar. In a <span data-type=\"term\">polar covalent bond</span>, shown in <a href=\"#fig-ch02_01_11\" class=\"autogenerated-content\">[link]</a>, the electrons are unequally shared by the atoms and are attracted more to one nucleus than the other. Because of the unequal distribution of electrons between the atoms of different elements, a slightly positive (<em data-effect=\"italics\">δ</em>+) or slightly negative (<em data-effect=\"italics\">δ</em>–) charge develops. This partial charge is an important property of water and accounts for many of its characteristics.</p>\n<p id=\"fs-idp140338804492768\">Water is a polar molecule, with the hydrogen atoms acquiring a partial positive charge and the oxygen a partial negative charge. This occurs because the nucleus of the oxygen atom is more attractive to the electrons of the hydrogen atoms than the hydrogen nucleus is to the oxygen’s electrons. Thus oxygen has a higher <span data-type=\"term\">electronegativity</span> than hydrogen and the shared electrons spend more time in the vicinity of the oxygen nucleus than they do near the nucleus of the hydrogen atoms, giving the atoms of oxygen and hydrogen slightly negative and positive charges, respectively. Another way of stating this is that the probability of finding a shared electron near an oxygen nucleus is more likely than finding it near a hydrogen nucleus. Either way, the atom’s relative electronegativity contributes to the development of partial charges whenever one element is significantly more electronegative than the other, and the charges generated by these polar bonds may then be used for the formation of hydrogen bonds based on the attraction of opposite partial charges. (Hydrogen bonds, which are discussed in detail below, are weak bonds between slightly positively charged hydrogen atoms to slightly negatively charged atoms in other molecules.) Since macromolecules often have atoms within them that differ in electronegativity, polar bonds are often present in organic molecules.</p></section>\n<section data-depth=\"2\" id=\"fs-idp140338799671424\"><h4 data-type=\"title\">Nonpolar Covalent Bonds</h4>\n<p id=\"fs-idp140338799846288\"><span data-type=\"term\">Nonpolar covalent bonds</span> form between two atoms of the same element or between different elements that share electrons equally. For example, molecular oxygen (O<sub>2</sub>) is nonpolar because the electrons will be equally distributed between the two oxygen atoms.</p>\n<p id=\"fs-idp140338804490560\">Another example of a nonpolar covalent bond is methane (CH<sub>4</sub>), also shown in <a href=\"#fig-ch02_01_11\" class=\"autogenerated-content\">[link]</a>. Carbon has four electrons in its outermost shell and needs four more to fill it. It gets these four from four hydrogen atoms, each atom providing one, making a stable outer shell of eight electrons. Carbon and hydrogen do not have the same electronegativity but are similar; thus, nonpolar bonds form. The hydrogen atoms each need one electron for their outermost shell, which is filled when it contains two electrons. These elements share the electrons equally among the carbons and the hydrogen atoms, creating a nonpolar covalent molecule.</p>\n<figure id=\"fig-ch02_01_11\" class=\" \"><figcaption>Whether a molecule is polar or nonpolar depends both on bond type and molecular shape. Both water and carbon dioxide have polar covalent bonds, but carbon dioxide is linear, so the partial charges on the molecule cancel each other out.</figcaption><span data-type=\"media\" id=\"fs-idp140338805989184\" data-alt=\"Table compares water, methane and carbon dioxide molecules. In water, oxygen has a stronger pull on electrons than hydrogen resulting in a polar covalent O-H bond. Likewise in carbon dioxide the oxygen has a stronger pull on electrons than carbon and the bond is polar covalent. However, water has a bent shape because two lone pairs of electrons push the hydrogen atoms together so the molecule is polar. By contrast carbon dioxide has two double bonds that repel each other, resulting in a linear shape. The polar bonds in carbon dioxide cancel each other out, resulting in a nonpolar molecule. In methane, the bond between carbon and hydrogen is nonpolar and the molecule is a symmetrical tetrahedron with hydrogens spaced as far apart as possible on the three-dimensional sphere. Since methane is symmetrical with nonpolar bonds, it is a nonpolar molecule.\">\n    <img src=\"https://cnx.org/resources/631787fb5de0dcf75417b1f56dd85dce61a77dc6/Figure_02_01_11.jpg\" data-media-type=\"image/jpg\" alt=\"Table compares water, methane and carbon dioxide molecules. In water, oxygen has a stronger pull on electrons than hydrogen resulting in a polar covalent O-H bond. Likewise in carbon dioxide the oxygen has a stronger pull on electrons than carbon and the bond is polar covalent. However, water has a bent shape because two lone pairs of electrons push the hydrogen atoms together so the molecule is polar. By contrast carbon dioxide has two double bonds that repel each other, resulting in a linear shape. The polar bonds in carbon dioxide cancel each other out, resulting in a nonpolar molecule. In methane, the bond between carbon and hydrogen is nonpolar and the molecule is a symmetrical tetrahedron with hydrogens spaced as far apart as possible on the three-dimensional sphere. Since methane is symmetrical with nonpolar bonds, it is a nonpolar molecule.\" width=\"420\">\n</span>\n</figure></section>\n<section data-depth=\"2\" id=\"fs-idp140338797683184\"><h4 data-type=\"title\">Hydrogen Bonds and Van Der Waals Interactions</h4>\n<p id=\"fs-idp140338797683824\">Ionic and covalent bonds between elements require energy to break.  Ionic bonds are not as strong as covalent, which determines their behavior in biological systems. However, not all bonds are ionic or covalent bonds. Weaker bonds can also form between molecules. Two weak bonds that occur frequently are hydrogen bonds and van der Waals interactions. Without these two types of bonds, life as we know it would not exist. Hydrogen bonds provide many of the critical, life-sustaining properties of water and also stabilize the structures of proteins and DNA, the building block of cells.</p>\n<p id=\"fs-idp140338806173648\">When polar covalent bonds containing hydrogen form, the hydrogen in that bond has a slightly positive charge because hydrogen’s electron is pulled more strongly toward the other element and away from the hydrogen. Because the hydrogen is slightly positive, it will be attracted to neighboring negative charges. When this happens, a weak interaction occurs between the <em data-effect=\"italics\">δ</em><sup>+</sup>of the hydrogen from one molecule and the <em data-effect=\"italics\">δ</em>– charge on the more electronegative atoms of another molecule, usually oxygen or nitrogen, or within the same molecule. This interaction is called a <span data-type=\"term\">hydrogen bond</span>. This type of bond is common and occurs regularly between water molecules. Individual hydrogen bonds are weak and easily broken; however, they occur in very large numbers in water and in organic polymers, creating a major force in combination. Hydrogen bonds are also responsible for zipping together the DNA double helix.</p>\n<p id=\"fs-idp140338806175616\">Like hydrogen bonds, <span data-type=\"term\">van der Waals interactions</span> are weak attractions or interactions between molecules. Van der Waals attractions can occur between any two or more molecules and are dependent on slight fluctuations of the electron densities, which are not always symmetrical around an atom. For these attractions to happen, the molecules need to be very close to one another. These bonds—along with ionic, covalent, and hydrogen bonds—contribute to the three-dimensional structure of the proteins in our cells that is necessary for their proper function.</p>\n<div data-type=\"note\" data-has-label=\"true\" id=\"fs-idp140338804794304\" class=\"career\" data-label=\"\">\n<div data-type=\"title\">Career Connection</div>\n<p id=\"eip-idp66537328\"><span data-type=\"title\">Pharmaceutical Chemist</span>\nPharmaceutical chemists are responsible for the development of new drugs and trying to determine the mode of action of both old and new drugs. They are involved in every step of the drug development process. Drugs can be found in the natural environment or can be synthesized in the laboratory. In many cases, potential drugs found in nature are changed chemically in the laboratory to make them safer and more effective, and sometimes synthetic versions of drugs substitute for the version found in nature.</p>\n<p id=\"fs-idp140338805878000\">After the initial discovery or synthesis of a drug, the chemist then develops the drug, perhaps chemically altering it, testing it to see if the drug is toxic, and then designing methods for efficient large-scale production. Then, the process of getting the drug approved for human use begins. In the United States, drug approval is handled by the Food and Drug Administration (FDA) and involves a series of large-scale experiments using human subjects to make sure the drug is not harmful and effectively treats the condition it aims to treat. This process often takes several years and requires the participation of physicians and scientists, in addition to chemists, to complete testing and gain approval.</p>\n<p id=\"fs-idp140338804755008\">An example of a drug that was originally discovered in a living organism is Paclitaxel (Taxol), an anti-cancer drug used to treat breast cancer. This drug was discovered in the bark of the pacific yew tree. Another example is aspirin, originally isolated from willow tree bark. Finding drugs often means testing hundreds of samples of plants, fungi, and other forms of life to see if any biologically active compounds are found within them. Sometimes, traditional medicine can give modern medicine clues to where an active compound can be found. For example, the use of willow bark to make medicine has been known for thousands of years, dating back to ancient Egypt. It was not until the late 1800s, however, that the aspirin molecule, known as acetylsalicylic acid, was purified and marketed for human use.</p>\n<p id=\"fs-idp140338806211664\">Occasionally, drugs developed for one use are found to have unforeseen effects that allow these drugs to be used in other, unrelated ways. For example, the drug minoxidil (Rogaine) was originally developed to treat high blood pressure. When tested on humans, it was noticed that individuals taking the drug would grow new hair. Eventually the drug was marketed to men and women with baldness to restore lost hair.</p>\n        <p id=\"fs-idp140338804755392\">The career of the pharmaceutical chemist may involve detective work, experimentation, and drug development, all with the goal of making human beings healthier.</p>\n</div>\n</section></section><section data-depth=\"1\" id=\"fs-idp140338803665584\" class=\"summary\"><h3 data-type=\"title\">Section Summary</h3>\n<p id=\"fs-idp140338803666464\">Matter is anything that occupies space and has mass. It is made up of elements. All of the 92 elements that occur naturally have unique qualities that allow them to combine in various ways to create molecules, which in turn combine to form cells, tissues, organ systems, and organisms. Atoms, which consist of protons, neutrons, and electrons, are the smallest units of an element that retain all of the properties of that element. Electrons can be transferred, shared, or cause charge disparities between atoms to create bonds, including ionic, covalent, and hydrogen bonds, as well as van der Waals interactions.</p>\n</section>\n<section data-depth=\"1\" id=\"fs-idp140338797519184\" class=\"art-exercise\"><h3 data-type=\"title\">Art Connections</h3>\n        <div data-type=\"exercise\" id=\"fs-idp140338800661008\">\n            <div data-type=\"problem\" id=\"fs-idp140338800661264\">\n            <p id=\"fs-idp140338800661520\"><a href=\"#fig-ch02_01_02\" class=\"autogenerated-content\">[link]</a> How many neutrons do carbon-12 and carbon-13 have, respectively?</p>\n</div>\n<div data-type=\"solution\" id=\"fs-idp140338805016416\" data-label=\"\">\n    <p id=\"fs-idp140338805016928\"><a href=\"#fig-ch02_01_02\" class=\"autogenerated-content\">[link]</a> Carbon-12 has six neutrons. Carbon-13 has seven neutrons.</p>\n</div>\n</div>\n    <div data-type=\"exercise\" id=\"fs-idp140338805018064\">\n<div data-type=\"problem\" id=\"fs-idp140338797417232\">\n    <p id=\"fs-idp140338797417488\"><a href=\"#fig-ch02_01_06\" class=\"autogenerated-content\">[link]</a> An atom may give, take, or share electrons with another atom to achieve a full valence shell, the most stable electron configuration. Looking at this figure, how many electrons do elements in group 1 need to lose in order to achieve a stable electron configuration? How many electrons do elements in groups 14 and 17 need to gain to achieve a stable configuration?</p>\n</div>\n<div data-type=\"solution\" id=\"fs-idp140338799638448\" data-label=\"\">\n    <p id=\"fs-idp140338799638960\"><a href=\"#fig-ch02_01_06\" class=\"autogenerated-content\">[link]</a> Elements in group 1 need to lose one electron to achieve a stable electron configuration. Elements in groups 14 and 17 need to gain four and one electrons, respectively, to achieve a stable configuration.</p>\n</div>\n</div>\n</section>\n<section data-depth=\"1\" id=\"fs-idp140338796966144\" class=\"multiple-choice\"><h3 data-type=\"title\">Review Questions</h3>\n<div data-type=\"exercise\" id=\"fs-idp140338796967024\">\n<div data-type=\"problem\" id=\"fs-idp140338796967280\">\n<p id=\"fs-idp140338796967408\">If xenon has an atomic number of 54 and a mass number of 108, how many neutrons does it have?</p>\n<ol id=\"fs-idp140338796967904\" type=\"a\">\n<li>54</li>\n<li>27</li>\n<li>100</li>\n<li>108</li>\n</ol>\n</div>\n<div data-type=\"solution\" id=\"fs-idp140338796963552\" data-label=\"\">\n<p id=\"fs-idp140338796964064\">A</p>\n</div>\n</div>\n<div data-type=\"exercise\" id=\"fs-idp140338796964704\">\n<div data-type=\"problem\" id=\"fs-idp140338796964960\">\n<p id=\"fs-idp140338796965088\">Atoms that vary in the number of neutrons found in their nuclei are called ________.</p>\n<ol id=\"fs-idp140338796965472\" type=\"a\">\n<li>ions</li>\n<li>neutrons</li>\n<li>neutral atoms</li>\n<li>isotopes</li>\n</ol>\n</div>\n<div data-type=\"solution\" id=\"fs-idp140338799673760\" data-label=\"\">\n<p id=\"fs-idp140338799674272\">D</p>\n</div>\n</div>\n<div data-type=\"exercise\" id=\"fs-idp140338809362704\">\n<div data-type=\"problem\" id=\"fs-idp140338809362960\">\n<p id=\"fs-idp140338809363088\">Potassium has an atomic number of 19. What is its electron configuration?</p>\n<ol id=\"fs-idp140338809363472\" type=\"a\">\n<li>shells 1 and 2 are full, and shell 3 has nine electrons</li>\n<li>shells 1, 2 and 3 are full and shell 4 has three electrons</li>\n<li>shells 1, 2 and 3 are full and shell 4 has one electron</li>\n<li>shells 1, 2 and 3 are full and no other electrons are present</li>\n</ol>\n</div>\n<div data-type=\"solution\" id=\"fs-idp140338805837984\" data-label=\"\">\n<p id=\"fs-idp140338805838496\">C</p>\n</div>\n</div>\n<div data-type=\"exercise\" id=\"fs-idp140338805839136\">\n<div data-type=\"problem\" id=\"fs-idp140338805839392\">\n<p id=\"fs-idp140338805839520\">Which type of bond represents a weak chemical bond?</p>\n        <ol id=\"fs-idp140338797983280\" type=\"a\">\n        <li>hydrogen bond</li>\n        <li>atomic bond</li>\n        <li>covalent bond</li>\n        <li>nonpolar covalent bond</li>\n        </ol>\n</div>\n    <div data-type=\"solution\" id=\"fs-idp140338797985808\" data-label=\"\">\n        <p id=\"fs-idp140338803651744\">A</p>\n    </div>\n    </div>\n</section>\n<section data-depth=\"1\" id=\"fs-idp140338803652512\" class=\"free-response\"><h3 data-type=\"title\">Free Response</h3>\n<div data-type=\"exercise\" id=\"fs-idp140338803653392\">\n<div data-type=\"problem\" id=\"fs-idp140338803653648\"><p id=\"fs-idp140338803653776\">What makes ionic bonds different from covalent bonds?</p></div>\n<div data-type=\"solution\" id=\"fs-idp140338803654160\" data-label=\"\">\n<p id=\"fs-idp140338797190256\">Ionic bonds are created between ions. The electrons are not shared between the atoms, but rather are associated more with one ion than the other. Ionic bonds are strong bonds, but are weaker than covalent bonds, meaning it takes less energy to break an ionic bond compared with a covalent one.</p>\n</div>\n</div>\n<div data-type=\"exercise\" id=\"fs-idp140338797191200\">\n<div data-type=\"problem\" id=\"fs-idp140338797191456\"><p id=\"fs-idp140338797191584\">Why are hydrogen bonds and van der Waals interactions necessary for cells?</p></div>\n<div data-type=\"solution\" id=\"fs-idp140338797191968\" data-label=\"\">\n<p id=\"fs-idp140338797192352\">Hydrogen bonds and van der Waals interactions form weak associations between different molecules or within different regions of the same molecule. They provide the structure and shape necessary for proteins and DNA within cells so that they function properly.</p>\n</div>\n</div>\n</section>\n<div data-type=\"glossary\">\n<h3 data-type=\"glossary-title\">Glossary</h3>\n<dl id=\"fs-idp140338803648912\">\n<dt>anion</dt> <dd id=\"fs-idp140338803649424\">negative ion that is formed by an atom gaining one or more electrons</dd>\n</dl>\n<dl id=\"fs-idp140338803649808\">\n<dt>atom</dt> <dd id=\"fs-idp140338803650320\">the smallest unit of matter that retains all of the chemical properties of an element</dd>\n</dl>\n<dl id=\"fs-idp140338803650704\">\n<dt>atomic mass</dt> <dd id=\"fs-idp140338803651216\">calculated mean of the mass number for an element’s isotopes</dd>\n</dl>\n<dl id=\"fs-idp140338806032208\">\n<dt>atomic number</dt> <dd id=\"fs-idp140338806032720\">total number of protons in an atom</dd>\n</dl>\n<dl id=\"fs-idp140338806033104\">\n<dt>balanced chemical equation</dt> <dd id=\"fs-idp140338806033616\">statement of a chemical reaction with the number of each type of atom equalized for both the products and reactants</dd>\n</dl>\n<dl id=\"fs-idp140338806034128\">\n<dt>cation</dt> <dd id=\"fs-idp140338806034640\">positive ion that is formed by an atom losing one or more electrons</dd>\n</dl>\n<dl id=\"fs-idp140338806035024\">\n<dt>chemical bond</dt> <dd id=\"fs-idp140338805990896\">interaction between two or more of the same or different atoms that results in the formation of molecules</dd>\n</dl>\n<dl id=\"fs-idp140338805991408\">\n<dt>chemical reaction</dt> <dd id=\"fs-idp140338805991920\">process leading to the rearrangement of atoms in molecules</dd>\n</dl>\n<dl id=\"fs-idp140338805992304\">\n<dt>chemical reactivity</dt> <dd id=\"fs-idp140338805992816\">the ability to combine and to chemically bond with each other</dd>\n</dl>\n<dl id=\"fs-idp140338805993200\">\n<dt>compound</dt> <dd id=\"fs-idp140338806003728\">substance composed of molecules consisting of atoms of at least two different elements</dd>\n</dl>\n<dl id=\"fs-idp140338806004112\">\n<dt>covalent bond</dt> <dd id=\"fs-idp140338806004624\">type of strong bond formed between two of the same or different elements; forms when electrons are shared between atoms</dd>\n</dl>\n<dl id=\"fs-idp140338806005136\">\n<dt>electrolyte</dt> <dd id=\"fs-idp140338806005648\">ion necessary for nerve impulse conduction, muscle contractions and water balance</dd>\n</dl>\n<dl id=\"fs-idp140338806006032\">\n<dt>electron</dt> <dd id=\"fs-idp140338806006544\">negatively charged subatomic particle that resides outside of the nucleus in the electron orbital; lacks functional mass and has a negative charge of –1 unit</dd>\n</dl>\n<dl id=\"fs-idp140338806006928\">\n<dt>electron configuration</dt> <dd id=\"fs-idp140338806008112\">arrangement of electrons in an atom’s electron shell (for example, 1s<sup>2</sup>2s<sup>2</sup>2p<sup>6</sup>)</dd>\n</dl>\n<dl id=\"fs-idp140338806009808\">\n<dt>electron orbital</dt> <dd id=\"fs-idp140338806010320\">how electrons are spatially distributed surrounding the nucleus; the area where an electron is most likely to be found</dd>\n</dl>\n<dl id=\"fs-idp140338805630048\">\n<dt>electron transfer</dt> <dd id=\"fs-idp140338805630560\">movement of electrons from one element to another; important in creation of ionic bonds</dd>\n</dl>\n<dl id=\"fs-idp140338805630944\">\n<dt>electronegativity</dt> <dd id=\"fs-idp140338805631456\">ability of some elements to attract electrons (often of hydrogen atoms), acquiring partial negative charges in molecules and creating partial positive charges on the hydrogen atoms</dd>\n</dl>\n<dl id=\"fs-idp140338805632032\">\n<dt>element</dt> <dd id=\"fs-idp140338805632544\">one of 118 unique substances that cannot be broken down into smaller substances; each element has unique properties and a specified number of protons</dd>\n</dl>\n<dl id=\"fs-idp140338805633088\">\n<dt>equilibrium</dt> <dd id=\"fs-idp140338804756672\">steady state of relative reactant and product concentration in reversible chemical reactions in a closed system</dd>\n</dl>\n<dl id=\"fs-idp140338804757184\">\n<dt>hydrogen bond</dt> <dd id=\"fs-idp140338804757696\">weak bond between slightly positively charged hydrogen atoms to slightly negatively charged atoms in other molecules</dd>\n</dl>\n<dl id=\"fs-idp140338804758208\">\n<dt>inert gas</dt> <dd id=\"fs-idp140338804758720\">(also, noble gas) element with filled outer electron shell that is unreactive with other atoms</dd>\n</dl>\n<dl id=\"fs-idp140338804759104\">\n<dt>ion</dt> <dd id=\"fs-idp140338804759616\">atom or chemical group that does not contain equal numbers of protons and electrons</dd>\n</dl>\n<dl id=\"fs-idp140338804760000\">\n<dt>ionic bond</dt> <dd id=\"fs-idp140338803636192\">chemical bond that forms between ions with opposite charges (cations and anions)</dd>\n</dl>\n<dl id=\"fs-idp140338803636576\">\n<dt>irreversible chemical reaction</dt> <dd id=\"fs-idp140338803637088\">chemical reaction where reactants proceed uni-directionally to form products</dd>\n</dl>\n<dl id=\"fs-idp140338803637472\">\n<dt>isotope</dt> <dd id=\"fs-idp140338803637984\">one or more forms of an element that have different numbers of neutrons</dd>\n</dl>\n<dl id=\"fs-idp140338803638368\">\n<dt>law of mass action</dt> <dd id=\"fs-idp140338803638880\">chemical law stating that the rate of a reaction is proportional to the concentration of the reacting substances</dd>\n</dl>\n<dl id=\"fs-idp140338805008352\">\n<dt>mass number</dt> <dd id=\"fs-idp140338805008864\">total number of protons and neutrons in an atom</dd>\n</dl>\n<dl id=\"fs-idp140338805009248\">\n<dt>matter</dt> <dd id=\"fs-idp140338805009760\">anything that has mass and occupies space</dd>\n</dl>\n<dl id=\"fs-idp140338805010144\">\n<dt>molecule</dt> <dd id=\"fs-idp140338805010656\">two or more atoms chemically bonded together</dd>\n</dl>\n<dl id=\"fs-idp140338805011040\">\n<dt>neutron</dt> <dd id=\"fs-idp140338805011552\">uncharged particle that resides in the nucleus of an atom; has a mass of one amu</dd>\n</dl>\n<dl id=\"fs-idp140338805011936\">\n<dt>noble gas</dt> <dd id=\"fs-idp140338805862288\">see inert gas</dd>\n</dl>\n<dl id=\"fs-idp140338805862672\">\n<dt>nonpolar covalent bond</dt> <dd id=\"fs-idp140338805863184\">type of covalent bond that forms between atoms when electrons are shared equally between them</dd>\n</dl>\n<dl id=\"fs-idp140338805863568\">\n<dt>nucleus</dt> <dd id=\"fs-idp140338805864080\">core of an atom; contains protons and neutrons</dd>\n</dl>\n<dl id=\"fs-idp140338805864464\">\n<dt>octet rule</dt> <dd id=\"fs-idp140338805864976\">rule that atoms are most stable when they hold eight electrons in their outermost shells</dd>\n</dl>\n<dl id=\"fs-idp140338805865360\">\n<dt>orbital</dt> <dd id=\"fs-idp140338809358384\">region surrounding the nucleus; contains electrons</dd>\n</dl>\n<dl id=\"fs-idp140338809358768\">\n<dt>periodic table</dt> <dd id=\"fs-idp140338809359280\">organizational chart of elements indicating the atomic number and atomic mass of each element; provides key information about the properties of the elements</dd>\n</dl>\n<dl id=\"fs-idp140338809359840\">\n<dt>polar covalent bond</dt> <dd id=\"fs-idp140338809360352\">type of covalent bond that forms as a result of unequal sharing of electrons, resulting in the creation of slightly positive and slightly negative charged regions of the molecule</dd>\n</dl>\n<dl id=\"fs-idp140338809360928\">\n<dt>product</dt> <dd id=\"fs-idp140338809361440\">molecule found on the right side of a chemical equation</dd>\n</dl>\n<dl id=\"fs-idp140338809361824\">\n<dt>proton</dt> <dd id=\"fs-idp140338799666672\">positively charged particle that resides in the nucleus of an atom; has a mass of one amu and a charge of +1</dd>\n</dl>\n<dl id=\"fs-idp140338799667184\">\n<dt>radioisotope</dt> <dd id=\"fs-idp140338799667696\">isotope that emits radiation composed of subatomic particles to form more stable elements</dd>\n</dl>\n<dl id=\"fs-idp140338799668192\">\n<dt>reactant</dt> <dd id=\"fs-idp140338799668704\">molecule found on the left side of a chemical equation</dd>\n</dl>\n<dl id=\"fs-idp140338799669088\">\n<dt>reversible chemical reaction</dt> <dd id=\"fs-idp140338799669600\">chemical reaction that functions bi-directionally, where products may turn into reactants if their concentration is great enough</dd>\n</dl>\n<dl id=\"fs-idp140338799670128\">\n<dt>valence shell</dt> <dd id=\"fs-idp140338797678928\">outermost shell of an atom</dd>\n</dl>\n<dl id=\"fs-idp140338797679312\">\n<dt>van der Waals interaction</dt> <dd id=\"fs-idp140338797679824\">very weak interaction between molecules due to temporary charges attracting atoms that are very close together</dd>\n</dl>\n</div>\n</body>\n\n</html>\n",
    "spy": {
        "ecosystem_title": "Biology (185cbf87-c72e-48f5-b51e-f14f21b5eabd@10.118)"
    }
}
