{
"content_html": "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n<head xmlns:c=\"http://cnx.rice.edu/cnxml\" xmlns:md=\"http://cnx.rice.edu/mdml\">\n<meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">\n<title>Physics: Definitions and Applications</title>\n<meta name=\"created-time\" content=\"2015/05/19 16:20:51 -0500\">\n<meta name=\"revised-time\" content=\"2015/08/21 13:40:00.800 GMT-5\">\n<meta name=\"author\" content=\"words_hsphysics\">\n<meta name=\"acl-list\" content=\"words_hsphysics\">\n<meta name=\"licensor\" content=\"words_hsphysics\">\n<meta name=\"license\" content=\"http://creativecommons.org/licenses/by/4.0/\">\n<meta name=\"keywords\" content=\"acoustics, astronomy, atom, classical physics, dynamics, electricity, kinematics, magnetism, modern physics, nuclear physics, optics, physics, quantum mechanics, relativity, statics, theory of relativity, thermodynamics\">\n<meta name=\"subject\" content=\"Science and Technology\">\n</head>\n\n<body xmlns=\"http://www.w3.org/1999/xhtml\" xmlns:c=\"http://cnx.rice.edu/cnxml\" xmlns:md=\"http://cnx.rice.edu/mdml\" xmlns:qml=\"http://cnx.rice.edu/qml/1.0\" xmlns:mod=\"http://cnx.rice.edu/#moduleIds\" xmlns:bib=\"http://bibtexml.sf.net/\" xmlns:data=\"http://dev.w3.org/html5/spec/#custom\">\n<div data-type=\"document-title\">Physics: Definitions and Applications</div>\n<section data-depth=\"1\" id=\"fs-id1164354617481\" class=\"section-opener\">\n<div data-type=\"note\" data-has-label=\"true\" id=\"fs-id1164353442294\" class=\"note learning-objectives\" data-label=\"\">\n<div data-type=\"title\" class=\"title\">Section Learning Objectives</div>\n<p id=\"fs-id1164354696767\">By the end of this section, you will be able to:</p>\n<ul id=\"fs-id1164354531245\">\n<li class=\"ost-learning-objective-def ost-tag-lo-k12phys-ch01-s01-lo01 ost-tag-teks-112-39-c-2a ost-tag-teks-112-39-c-3a\">Describe the definition, aims, and branches of physics</li>\n<li class=\"ost-learning-objective-def ost-tag-lo-k12phys-ch01-s01-lo02 ost-tag-teks-112-39-c-2a ost-tag-teks-112-39-c-3d\">Describe and distinguish classical physics from modern physics and describe the importance of relativity, quantum mechanics, and relativistic quantum mechanics in modern physics</li>\n<li class=\"ost-learning-objective-def ost-tag-lo-k12phys-ch01-s01-lo03 ost-tag-teks-112-39-c-3a ost-tag-teks-112-39-c-3b ost-tag-teks-112-39-c-3c ost-tag-teks-112-39-c-3d\">Describe how aspects of physics are used in other sciences (e.g. biology, chemistry, geology, etc.) as well as in everyday technology</li>\n</ul>\n</div>\n\n<div data-type=\"note\" data-has-label=\"true\" id=\"fs-id1164354697240\" class=\"note os-teacher\" data-label=\"Teacher Support\">\n<p id=\"fs-id1164354656837\">The learning objectives in this section will help your students master the following TEKS:</p>\n<ul id=\"fs-id1164354596876\">\n<li class=\"ost-standards-def ost-standards-teks ost-tag-teks-112-39-c-2a\">\n<span class=\"ost-standards-name\">(2A)</span><span class=\"ost-standards-discard\">:</span> <span class=\"ost-standards-description\">Know the definition of science and understand that it has limitations, as specified in subsection (b)(2) of this section.</span>\n</li>\n<li class=\"ost-standards-def ost-standards-teks ost-tag-teks-112-39-c-3a\">\n<span class=\"ost-standards-name\">(3A)</span><span class=\"ost-standards-discard\">:</span> <span class=\"ost-standards-description\">In all fields of science, analyze, evaluate, and critique scientific explanations by using empirical evidence, logical reasoning, and experimental and observational testing, including examining all sides of scientific evidence of those scientific explanations, so as to encourage critical thinking by the student.</span>\n</li>\n<li class=\"ost-standards-def ost-standards-teks ost-tag-teks-112-39-c-3b\">\n<span class=\"ost-standards-name\">(3B)</span><span class=\"ost-standards-discard\">:</span> <span class=\"ost-standards-description\">Communicate and apply scientific information extracted from various sources such as current events, news reports, published journal articles, and marketing materials.</span>\n</li>\n<li class=\"ost-learning-objective-def ost-tag-lo-k12phys-ch01-s01-lo01 ost-tag-teks-112-39-c-3c\">\n<span class=\"ost-standards-name\">(3C)</span><span class=\"ost-standards-discard\">:</span> <span class=\"ost-standards-description\">Draw inferences based on data related to promotional materials for products and services.</span>\n</li>\n<li class=\"ost-learning-objective-def ost-tag-lo-k12phys-ch01-s01-lo01 ost-tag-teks-112-39-c-3d\">\n<span class=\"ost-standards-name\">(3D)</span><span class=\"ost-standards-discard\">:</span> <span class=\"ost-standards-description\">Explain the impacts of the scientific contributions of a variety of historical and contemporary scientists on scientific thought and society.</span>\n</li>\n</ul>\n</div>\n<table id=\"fs-id1164354601564\" summary=\"The list of Key Terms includes: atom, classical physics, modern physics, physics, quantum mechanics, and theory of relativity.\" class=\"unnumbered key-terms ost-reading-discard\" data-label=\"\">\n<caption><span data-type=\"title\">Section Key Terms</span></caption>\n<tbody>\n<tr>\n<td>atom</td>\n<td>classical physics</td>\n<td>modern physics</td>\n</tr>\n<tr>\n<td>physics</td>\n<td>quantum mechanics</td>\n<td>theory of relativity</td>\n</tr>\n</tbody>\n</table></section>\n<div data-type=\"note\" data-has-label=\"true\" id=\"fs-id1164354519605\" class=\"note os-teacher\" data-label=\"Teacher Support\">\n<p id=\"eip-id1167066848242\">To help meet the multimodal needs of classrooms today, OpenStax Tutor’s <em data-effect=\"italics\">Physics</em> provides Teacher Support tips for on-level [OL], below-level [BL], and above-level [AL] students.</p>   \n<p id=\"fs-id1164353511379\"><span class=\"ost-level-on\">[OL]</span>Pre-assessment for this section could involve asking students the definition of matter, atoms, electrons, protons, neutrons, subatomic particles, and energy. Students could also be asked to name some prominent classical and modern physicists and to describe some of their work in general terms.</p>\n<p id=\"fs-id1164354483165\"><span class=\"ost-level-on\">[OL]</span>The introduction and opening picture are meant to show students that the physical laws governing their own everyday surroundings also govern the movement of stars in a galaxy. Teachers could ask students how gravity affects life on Earth. Students will likely mention how gravity keeps us on Earth’s surface. Prompt them, if necessary, to also think about Earth’s orbital motion around the sun. This motion allows Earth bask in the warmth of the sun’s light. Without the Sun’s gravity, Earth would continue moving in a straight line and move away from the sun, while people would float off of Earth’s surface. The orbit of the moon could also be brought into this discussion, because Earth’s gravity keeps the moon moving around Earth rather than continuing in a straight path.</p>\n</div>\n<section data-depth=\"1\" id=\"fs-id1164354587065\" class=\"ost-tag-lo-k12phys-ch01-s01-lo01\"><h1 data-type=\"title\">What Physics Is</h1>\n<p id=\"fs-id1164353488300\">Think about all of the technological devices that you use on a regular basis. Computers, wireless internet, smart phones, tablets, global positioning system (GPS), MP3 players, and satellite radio might come to mind. Next, think about the most exciting modern technologies that you have heard about in the news, such as trains that levitate above their tracks, “invisibility cloaks” that bend light around them, and microscopic robots that fight cancer cells in our bodies. All of these groundbreaking advancements rely on the principles of <span data-type=\"term\">physics</span>.</p>\n<p id=\"fs-id1164354537908\">Physics is the science aimed at describing the fundamental aspects of our universe, such as what things are in it, what properties of those things are noticeable, and what processes those things or their properties undergo. In simpler terms, physics attempts to describe the basic mechanisms that make our universe behave the way it does. For example, consider a smart phone (<a href=\"#Figure_01_01_phone\" class=\"autogenerated-content\">[link]</a>). Physics describes how electric current interacts with the various circuits inside the device. This knowledge helps engineers select the appropriate materials and circuit layout when building the smart phone. Next, consider a GPS. Physics describes the relationship between the speed of an object, the distance over which it travels, and the time it takes to travel that distance. When you use a GPS device in a vehicle, it utilizes these physics relationships to determine the travel time from one location to another.</p>\n\n<figure id=\"Figure_01_01_phone\" class=\"ost-tag-lo-k12phys-ch01-s01-lo01\"><figcaption>Physics describes the way that electric charge flows through the circuits of this device. Engineers use their knowledge of physics to construct a smart phone with features that consumers will enjoy, such as a GPS function. GPS uses physics equations to determine the driving time between two locations on a map. (credit: @gletham GIS, Social, Mobile Tech Images)</figcaption><span data-type=\"media\" id=\"fs-id1164354456903\" data-alt=\"A common smart phone with a GPS function is shown.\">\n<img src=\"https://archive-staging-tutor.cnx.org/resources/57c3519321bc710453652a8e6406834d7ad147f4/CNX_HSPhysics_01_01_phone.jpg\" data-media-type=\"image/jpeg\" alt=\"A common smart phone with a GPS function is shown.\">\n</span>\n\n</figure><div data-type=\"note\" data-has-label=\"true\" id=\"fs-id1164353513921\" class=\"note os-teacher\" data-label=\"Teacher Support\">\n<p id=\"fs-id1164354530634\"><span class=\"ost-level-above\">[AL]</span>Ask what parts of a cell phone should contain conducting materials (wires, circuit boards, etc.) versus insulating materials (e.g., places where electrical insulation keeps humans from touching electrical circuits inside the phone).</p>\n<p id=\"fs-id1164354468798\"><span class=\"ost-level-above\">[AL]</span>You can delve into GPS usage at this point by defining velocity = distance/time, discussing triangulation, and/or discussing line of sight.</p>\n</div>\n\n<p id=\"fs-id1164354471453\">As our technology evolved over the centuries, physics expanded into many branches. Ancient peoples could only study things that they could see with the naked eye or otherwise experience without the aid of scientific equipment. This included the study of <span data-type=\"term\" class=\"no-emphasis\">kinematics</span>, which is the study of moving objects. For example, ancient people often studied the apparent motion of objects in the sky, such as the Sun, Moon, and stars. This is evident in the construction of prehistoric astronomical observatories, such as Stonehenge in England (shown in <a href=\"#Figure_01_01_Stonehenge\" class=\"autogenerated-content\">[link]</a>). </p>\n\n<p id=\"fs-id1164354617452\">Ancient people also studied <span data-type=\"term\" class=\"no-emphasis\">statics</span> and <span data-type=\"term\" class=\"no-emphasis\">dynamics</span>, which focus on how objects start moving, stop moving, and change speed and direction in response to forces that push or pull on the objects. This early interest in kinematics and dynamics allowed humans to invent simple machines, such as the lever, the pulley, the ramp, and the wheel. These simple machines were gradually combined and integrated to produce more complicated machines, such as wagons and cranes. Machines allowed humans to gradually do more work more effectively in less time, allowing them to create larger and more complicated buildings and structures, many of which still exist today from ancient times.</p>\n\n<figure id=\"Figure_01_01_Stonehenge\" class=\"ost-tag-lo-phys-ch01-s01-lo01\"><figcaption>Stonehenge is a monument located in England that was built between 3000 and 2000 BCE. It functions as an ancient astronomical observatory, with certain rocks in the monument aligning with the position of the Sun during the summer and winter solstices. Other rocks align with the rising and setting of the Moon during certain days of the year. (credit: Citypeek, Wikimedia Commons)</figcaption><span data-type=\"media\" id=\"fs-id1164354615229\" data-alt=\"A photograph of Stonehenge shows large rocks sitting upright and other laying across the upright rocks. Stonehenge functions as an ancient astronomical observatory, with certain rocks in the monument aligning with the position of the Sun during the summer and winter solstices. Other rocks align with the rising and setting of the Moon during certain days of the year.\"> \n<img src=\"https://archive-staging-tutor.cnx.org/resources/361ccf872d135138635c3049c85aea80e59c8a9a/CNX_HSPhysics_01_01_Stonehenge.jpg\" data-media-type=\"image/jpeg\" alt=\"A photograph of Stonehenge shows large rocks sitting upright and other laying across the upright rocks. Stonehenge functions as an ancient astronomical observatory, with certain rocks in the monument aligning with the position of the Sun during the summer and winter solstices. Other rocks align with the rising and setting of the Moon during certain days of the year.\">\n</span>\n\n</figure><p id=\"fs-id1164354554377\">As technology advanced, the branches of physics diversified even more. These include branches such as <span data-type=\"term\" class=\"no-emphasis\">acoustics</span>, the study of sound, and <span data-type=\"term\" class=\"no-emphasis\">optics</span>, the study of the light. The invention of the telescope by Hans Lippershey, a German spectacle maker, in 1608, led to huge breakthroughs in <span data-type=\"term\" class=\"no-emphasis\">astronomy</span>, the study of objects or phenomena in space. One year later, in 1609, Galileo Galilei began the first studies of the solar system and the universe using a telescope. During the Renaissance era, Isaac Newton used observations made by Galileo to construct his three laws of motion. These laws were the standard for studying kinematics and dynamics even today.</p>\n\n<p id=\"fs-id1164354602999\">Another major branch of physics is <span data-type=\"term\" class=\"no-emphasis\">thermodynamics</span>, which includes the study of thermal energy and the transfer of heat. James Prescott Joule, an English physicist, studied the nature of heat and its relationship to work. Joule’s work helped lay the foundation for the first of three laws of thermodynamics that describe how energy in our universe is transferred from one object to another or transformed from one form to another. Studies in thermodynamics were motivated by the need to make engines more efficient, keep people safe from the elements, and preserve food.</p>\n\n<p id=\"fs-id1164354472610\">The eighteenth and nineteenth centuries also saw great strides in the study of electricity and magnetism. <span data-type=\"term\" class=\"no-emphasis\">Electricity</span> involves the study of electric charges and their movements. <span data-type=\"term\" class=\"no-emphasis\">Magnetism</span> had long ago been noticed as an attractive force between a magnetized object and a metal like iron, or between the opposite poles (North and South) of two magnetized objects. In 1820, Danish physicist Hans Christian Oersted showed that electric currents create magnetic fields. In 1831, English inventor Michael Faraday showed that moving a wire through a magnetic field could induce an electric current. These studies led to the inventions of the electric motor and electric generator, which revolutionized human life by bringing electricity and magnetism into our machines.</p>\n\n<p id=\"fs-id1164354540028\">The end of the 19<sup>th</sup> century saw the discovery of radioactive substances by the French scientists Marie and Pierre Curie. <span data-type=\"term\" class=\"no-emphasis\">Nuclear physics</span> involves studying the nuclei of <span data-type=\"term\">atoms</span>, the source of nuclear radiation. In the 20<sup>th</sup> century, the study of nuclear physics eventually led to the ability to split the nucleus of an atom, a process called nuclear fission. This process is the basis for nuclear power plants and nuclear weapons. Also, the field of <span data-type=\"term\">quantum mechanics</span>, which involves the mechanics of atoms and molecules, saw great strides during the 20<sup>th</sup> century as our understanding of atoms and subatomic particles increased (see below).</p>\n\n<p id=\"fs-id1164354528506\">Early in the 20th century, Albert Einstein revolutionized several branches of physics, especially <span data-type=\"term\" class=\"\">relativity</span>. Relativity revolutionized our understanding of motion and the universe in general as described further in this chapter. Now, in the 21<sup>st</sup> century, physicists continue to study these and many other branches of physics.</p>\n\n<p id=\"fs-id1164354631526\">By studying the most important topics in physics, you will gain analytical abilities that will enable you to apply physics far beyond the scope of what can be included in a single book. These analytical skills will help you to excel academically, and they will also help you to think critically in any career you choose to pursue.</p>\n</section><section data-depth=\"1\" id=\"fs-id1164354537940\" class=\"ost-tag-lo-k12phys-ch01-s01-lo02\"><h1 data-type=\"title\">Physics: Past and Present</h1>\n<p id=\"fs-id1164354879006\">The word physics is thought to come from the Greek word “phusis,” meaning nature. The study of nature later came to be called “natural philosophy.” From ancient times through the Renaissance, natural philosophy encompassed many fields, including astronomy, biology, chemistry, mathematics, and medicine. Over the last few centuries, the growth of scientific knowledge has resulted in ever-increasing specialization and branching of natural philosophy into separate fields, with physics retaining the most basic facets. Physics, as it developed from the Renaissance to the end of the 19th century, is called <span data-type=\"term\">classical physics</span>. Revolutionary discoveries starting at the beginning of the 20th century transformed physics from classical physics to <span data-type=\"term\">modern physics</span>.</p>\n\n<div data-type=\"note\" data-has-label=\"true\" id=\"fs-id1164354556890\" class=\"note os-teacher\" data-label=\"Teacher Support\">\n<p id=\"fs-id1164354609833\"><span class=\"ost-level-below\">[BL]</span>[EL]English learners may need “philosophy” and “classical” defined during this section. Relate the definition of classical physics to the use of the word “classical” in a context that is probably more familiar to students, such as classic films.</p>\n</div>\n\n<p id=\"fs-id1164353401791\">Classical physics is not an exact description of the universe, but it is an excellent approximation under the following conditions: 1) matter must be moving at speeds less than about 1% of the speed of light, 2) the objects dealt with must be large enough to be seen with the naked eye, and 3) only weak gravity, such as that generated by Earth, can be involved. Very small objects, such as atoms and molecules, cannot be adequately explained by classical physics. These three conditions apply to almost all of everyday experience. As a result, most aspects of classical physics should make sense on an intuitive level.</p>\n\n<div data-type=\"note\" data-has-label=\"true\" id=\"fs-id1164354594058\" class=\"note os-teacher\" data-label=\"Teacher Support\">\n<p id=\"fs-id1164354501431\"><span class=\"ost-level-on\">[OL]</span>To better relate to student experience, express the speed of light in units used while driving a car, for example, 1.080 million km/h or 671 million miles per hour. Relate this to the approximately 8 minute trip that light takes to travel 150 billion kilometers (93 billion miles) from the Sun to the Earth.</p>\n</div>\n\n<p id=\"fs-id1164354658284\">Many laws of classical physics have been modified during the twentieth century, resulting in revolutionary changes in technology, society, and our view of the universe. This new physics is called physics. As a result, many aspects of modern physics, which occur outside of the range of our everyday experience, may seem bizarre or unbelievable. So why is most of this textbook devoted to classical physics? There are two main reasons. The first is that knowledge of classical physics is necessary to understand modern physics. The second reason is that classical physics still gives an accurate description of the universe under a wide range of everyday circumstances.</p>\n\n<p id=\"fs-id1164353401992\"><span data-type=\"term\">Modern physics</span> includes two revolutionary theories: relativity and quantum mechanics. These theories deal with the very fast and the very small, respectively. The <span data-type=\"term\">theory of relativity</span> was developed by Albert Einstein in 1905. By examining how two observers moving relative to each other would see the same phenomena, Einstein devised radical new ideas about time and space. He came to the startling conclusion that the measured length of an object travelling at high speeds (greater than about 1% of the speed of light) is shorter than the same object measured at rest. Perhaps even more bizarre is the idea the time for the same process to occur is different depending on the motion of the observer. Time passes more slowly for an object travelling at high speeds. A trip to the nearest star system, Alpha Centauri, might take an astronaut 4.5 Earth years if the ship travels near the speed of light. However, because time is slowed at higher speeds, the astronaut would age only 0.5 years during the trip. Einstein’s ideas of relativity were accepted after they were confirmed by numerous experiments.</p>\n\n<p id=\"fs-id1164354538885\">Gravity, the force that holds us to Earth, can also affect time and space. For example, time passes more slowly on Earth’s surface than for objects farther from the surface, such as a satellite in orbit. The very accurate clocks on global positioning satellites have to correct for this. They slowly keep getting ahead of clocks at Earth’s surface. This is called time dilation, and it occurs because gravity, in essence, slows down time.</p>\n\n<div data-type=\"note\" data-has-label=\"true\" id=\"fs-id1164354564070\" class=\"note os-teacher\" data-label=\"Teacher Support\">\n<p id=\"fs-id1164354949787\"><span class=\"ost-level-above\">[AL]</span>By saying that time passes more slowly at near-light speeds or high gravity, it is important to mention that people in both locations perceive the second as the same length of time.</p>\n</div>\n\n<p id=\"fs-id1164354495139\">Large objects, like Earth, have strong enough gravity to distort space. To visualize this idea, think about a bowling ball placed on a trampoline. The bowling ball depresses or curves the surface of the trampoline. If you rolled a marble across the trampoline, it would follow the surface of the trampoline, roll into the depression caused by the bowling ball, and hit the ball. Similarly, the Earth curves space around it in the shape of a funnel. These curves in space due to the Earth cause objects to be attracted to Earth (i.e., gravity).</p>\n\n<p id=\"fs-id1164354634189\">Because of the way gravity affects space and time, Einstein stated that gravity affects the space-time continuum, as illustrated in <a href=\"#Figure_01_01_Earth\" class=\"autogenerated-content\">[link]</a>. This is why time proceeds more slowly at Earth’s surface than in orbit. In black holes, whose gravity is hundreds of times that of Earth, time passes so slowly that it would appear to a far-away observer to have stopped!</p>\n\n<figure id=\"Figure_01_01_Earth\" class=\"ost-tag-lo-phys-ch01-s01-lo02\"><figcaption>Einstein’s theory of relativity describes space and time as an interweaved mesh. Large objects, such as a planet, distort space, causing objects to fall in toward the planet due to the action of gravity. Large objects also distort time, causing time to proceed at a slower rate near the surface of Earth compared with the area outside of the distorted region of space-time.</figcaption><span data-type=\"media\" id=\"fs-id1164354954207\" data-alt=\"An image of Earth in outer space sitting in a mesh net is shown. The mesh is pushed downward by the mass of Earth and arrows indicate that Earth is spinning. The image illustrates Einstein’s theory of relativity describes space and time as an interweaved mesh.\">\n<img src=\"https://archive-staging-tutor.cnx.org/resources/78139764c9cd3f28b132046e4254238d1f00f198/CNX_HSPhysics_01_01_Earth.jpg\" data-media-type=\"image/jpeg\" alt=\"An image of Earth in outer space sitting in a mesh net is shown. The mesh is pushed downward by the mass of Earth and arrows indicate that Earth is spinning. The image illustrates Einstein’s theory of relativity describes space and time as an interweaved mesh.\">\n</span>\n\n</figure><div data-type=\"note\" data-has-label=\"true\" id=\"fs-id1164354471806\" class=\"note os-teacher\" data-label=\"Teacher Support\">\n<p id=\"fs-id1164354572756\"><span class=\"ost-level-above\">[AL]</span>Black holes are much more dense and massive than Earth. The greater an object’s mass, the stronger the gravitational field it produces, and the more that gravity slows down time.</p>\n</div>\n\n<p id=\"fs-id1164354569346\">In summary, relativity says that in describing the universe, it is important to realize that time, space, speed and gravity are not absolute. Instead, they can appear different to different observers. Einstein’s ability to reason out relativity is even more amazing because we cannot see the effects of relativity in our everyday lives.</p>\n\n<p id=\"fs-id1164354678126\">Quantum mechanics is the second major theory of modern physics. Quantum mechanics deals with the very small, namely, the subatomic particles that make up atoms. Atoms (<a href=\"#Figure_01_01_gold\" class=\"autogenerated-content\">[link]</a>) are the smallest units of elements. However, atoms themselves are constructed of even smaller subatomic particles, such as protons, neutrons and electrons. Quantum mechanics strives to describe the properties and behavior of these and other subatomic particles. Often, these particles do not behave in the ways expected by classical physics. One reason for this is that they are small enough to travel at great speeds, near the speed of light, for example.</p>\n<figure id=\"Figure_01_01_gold\" class=\"ost-tag-lo-phys-ch12-s01-lo02\"><figcaption>Using a scanning tunneling microscope (STM), scientists can see the individual atoms that compose this sheet of gold. (credit: Erwinrossen)</figcaption><span data-type=\"media\" id=\"fs-id1164354600655\" data-alt=\"An image of gold taken by a scanning tunneling microscope shows individual gold atoms.\">\n<img src=\"https://archive-staging-tutor.cnx.org/resources/6f19357688b65436879428f6d20146a022f21dcd/CNX_HSPhysics_01_01_gold.jpg\" data-media-type=\"image/jpeg\" alt=\"An image of gold taken by a scanning tunneling microscope shows individual gold atoms.\">\n</span>\n\n</figure><div data-type=\"note\" data-has-label=\"true\" id=\"fs-id1164354478289\" class=\"note os-teacher\" data-label=\"Teacher Support\">\n<p id=\"fs-id1164354696367\"><span class=\"ost-level-on\">[OL]</span><span class=\"ost-level-above\">[AL]</span>Assess prior knowledge of subatomic particles by asking students if they have heard of protons, electrons, neutrons, as well as quarks, Higgs-Boson particles, and so on.</p>\n<p id=\"fs-id1164354531272\"><span class=\"ost-level-above\">[AL]</span>Scanning electron microscopes generate highly-detailed surface views of objects such as that shown in <a href=\"#Figure_01_01_gold\" class=\"autogenerated-content\">[link]</a>. They scan the object’s surface with beams of electrons to detect the object’s microscopic topography.</p>\n</div>\n<p id=\"fs-id1164354498230\">At particle colliders (<a href=\"#Figure_01_01_collider\" class=\"autogenerated-content\">[link]</a>), such as the Large Hadron Collider on the France-Swiss border, particle physicists can make subatomic particles travel at very high speeds within a 27 km (17 mi) long superconducting tunnel. They can then study the properties of the particles at high speeds, as well as collide them with each other to see how they exchange energy. This has led to many intriguing discoveries such as the Higgs-Boson particle, which gives matter the property of mass, and antimatter, which causes a huge energy release when it comes in contact with matter.</p>\n\n<figure id=\"Figure_01_01_collider\" class=\"ost-tag-lo-phys-ch01-s01-lo02\"><figcaption>Particle colliders such as the Large Hadron Collider in Switzerland or Fermilab in the United States (pictured here), have long tunnels that allows subatomic particles to be accelerated to near light speed (credit: Andrius.v )</figcaption><span data-type=\"media\" id=\"fs-id1164354502491\" data-alt=\"A photograph shows a large collider, called the Fermilab, with a long tube that allows subatomic particles to be accelerated.\">\n<img src=\"https://archive-staging-tutor.cnx.org/resources/f13392d13d2d23ab60499d29b728ee62192ffdfe/CNX_HSPhysics_01_01_collider.jpg\" data-media-type=\"image/jpeg\" alt=\"A photograph shows a large collider, called the Fermilab, with a long tube that allows subatomic particles to be accelerated.\">\n</span>\n\n</figure><p id=\"fs-id1164354608337\">Physicists are currently trying to unify the two theories of modern physics, relativity and quantum mechanics into a single, comprehensive theory called relativistic quantum mechanics. Relating the behavior of subatomic particles to gravity, time, and space will allow us to explain how the universe works in a much more comprehensive way.</p>\n</section>\n\n<section data-depth=\"1\" id=\"fs-id1164354562387\" class=\"ost-tag-lo-k12phys-ch01-s01-lo03\"><h1 data-type=\"title\">Application of Physics</h1>\n<p id=\"fs-id1164354463964\">You need not be a scientist to use physics. On the contrary, knowledge of physics is useful in everyday situations as well as in nonscientific professions. For example, physics can help you understand why you shouldn’t put metal in the microwave, why a black car radiator helps remove heat in a car engine, and why a white roof helps keep the inside of a house cool. (See <a href=\"#Figure_01_01_microwave\" class=\"autogenerated-content\">[link]</a>) The operation of a car’s ignition system, as well as the transmission of electrical signals through our nervous system, are much easier to understand when you think about them in terms of the basic physics of electricity.</p>\n<figure id=\"Figure_01_01_microwave\" class=\"ost-tag-lo-phys-ch01-s01-lo02\"><figcaption>Microwave ovens use electromagnetic waves to heat food. (credit: MoneyBlogNewz)</figcaption><span data-type=\"media\" id=\"fs-id1164354562173\" data-alt=\"A small, counter-top microwave oven is shown. Microwave ovens use electromagnetic waves to heat food.\">\n<img src=\"https://archive-staging-tutor.cnx.org/resources/040b01e95a606a0ae38d9f08d4551d054d09fd87/CNX_HSPhysics_01_01_microwave.jpg\" data-media-type=\"image/jpeg\" alt=\"A small, counter-top microwave oven is shown. Microwave ovens use electromagnetic waves to heat food.\">\n</span>\n\n</figure><div data-type=\"note\" data-has-label=\"true\" id=\"fs-id1164354563145\" class=\"note os-teacher\" data-label=\"Teacher Support\">\n<p id=\"fs-id1164354537532\"><span class=\"ost-level-above\">[AL]</span>It is hazardous to put metal in the microwave because metal reflects microwaves, which, when free to bounce around the oven, can damage the oven. Also, the metal in the microwave oven gets very hot and begins generating an electrical field. This electrical field ionizes the air surrounding the metal, creating sparks.</p>\n</div>\n\n<p id=\"fs-id1164354555274\">Physics is the foundation of many important scientific disciplines. For example, chemistry deals with the interactions of atoms and molecules. Not surprisingly, chemistry is rooted in atomic and molecular physics. Most branches of engineering are also applied physics. In architecture, physics is at the heart of determining structural stability, acoustics, heating, lighting, and cooling for buildings. Parts of geology, the study of the nonliving parts of Earth, rely heavily on physics, including radioactive dating, earthquake analysis, and heat transfer across Earth’s surface. Indeed, some disciplines, such as biophysics and geophysics, are hybrids of physics and other disciplines.</p>\n\n<div data-type=\"note\" data-has-label=\"true\" id=\"fs-id1164354608360\" class=\"note os-teacher\" data-label=\"Teacher Support\">\n<p id=\"fs-id1164353400524\"><span class=\"ost-level-below\">[BL]</span>[EL]Students may need “acoustics” to be explained as the properties of a room or structure that determine how sound is transmitted within it.</p>\n</div>\n\n<p id=\"fs-id1164354626125\">Physics also has many applications in biology, the study of life. For example, physics describes how cells can protect themselves using their cell walls and cell membranes. It also describes the chemical processes that power the human body. Physics is involved in medical diagnostics, such as x-rays, magnetic resonance imaging (MRI), and ultrasonic blood flow measurements (<a href=\"#Figure_01_01_eye\" class=\"autogenerated-content\">[link]</a> and <a href=\"#Figure_01_01_cell\" class=\"autogenerated-content\">[link]</a>). Medical therapy sometimes directly involves physics, such as in using radiation to treat cancer. Physics can also explain what we perceive with our senses, such as how the ears detect sound or the eye detects color.</p>\n<figure id=\"Figure_01_01_eye\" class=\"ost-tag-lo-phys-ch01-s01-lo03\"><figcaption>Magnetic resonance imaging (MRI) also uses electromagnetic waves to yield an image of the brain, from which the exact location of tumors can be determined. (credit: Rashmi Chawla, Daniel Smith, and Paul E. Marik)</figcaption><span data-type=\"media\" id=\"fs-id1164354603843\" data-alt=\"An MRI image of a brain is shown. This type of photography uses electromagnetic radiation to produce images.\">\n<img src=\"https://archive-staging-tutor.cnx.org/resources/af4ef9e0ad684b95aacfa347f5e82f36a219fd76/CNX_HSPhysics_01_01_eye.jpg\" data-media-type=\"image/jpeg\" alt=\"An MRI image of a brain is shown. This type of photography uses electromagnetic radiation to produce images.\">\n</span>\n\n</figure><figure id=\"Figure_01_01_cell\" class=\"ost-tag-lo-phys-ch01-s01-lo03\"><figcaption>Physics, chemistry, and biology help describe the properties of cell walls in plant cells, such as the onion cells seen here. (credit: Umberto Salvagnin)</figcaption><span data-type=\"media\" id=\"fs-id1164354591439\" data-alt=\"A group of onion cells is shown. Each cell has a visible cell wall and nucleus.\">\n<img src=\"https://archive-staging-tutor.cnx.org/resources/07a0778e83fbb2216f286eab6f52e110be1ed0b5/CNX_HSPhysics_01_01_cell.jpg\" data-media-type=\"image/jpeg\" alt=\"A group of onion cells is shown. Each cell has a visible cell wall and nucleus.\">\n</span>\n\n</figure><div data-type=\"note\" data-has-label=\"true\" id=\"fs-id1164354605777\" class=\"note os-teacher\" data-label=\"Teacher Support\">\n<p id=\"fs-id1164354531660\"><span class=\"ost-level-below\">[BL]</span>Cell membranes (found in the cells of all organisms) control the transport of materials into and out of a cell. Cell walls (found in plant cells, fungus cells, bacteria, and plant-like microbes) mainly provide structure and support.</p>\n<p id=\"fs-id1164354497453\"><span class=\"ost-level-above\">[AL]</span>X-rays easily penetrate skin and soft tissues but are absorbed to a far greater extent by bone. This produces an image where bones within the body are clearly visible while soft tissue is not. MRI scans for the magnetic properties of atoms within the body, allowing the solid versus empty areas within the body to be visualized. Ultrasonic blood flow measurements use sound waves and the Doppler effect to measure blood flow speed and volume.</p>\n</div>\n\n<div data-type=\"note\" data-has-label=\"true\" id=\"fs-id1164354635018\" class=\"note ost-assessed-feature boundless-physics ost-tag-lo-k12phys-ch01-s01-lo03\" data-label=\"Boundless Physics\">\n<div data-type=\"title\" class=\"title\">The Physics of Landing on a Comet</div>\n<p id=\"fs-id1164354555075\">On November 12, 2014, the European Space Agency’s Rosetta spacecraft (shown in <a href=\"#Figure_01_01_Rosetta\" class=\"autogenerated-content\">[link]</a>) became the first ever to reach and orbit a comet. Shortly after, Rosetta’s rover, Philae, landed on the comet, representing the first time humans have ever landed a space probe on a comet.</p>\n<figure id=\"Figure_01_01_Rosetta\" class=\"ost-tag-lo-phys-ch01-s01-lo03\"><figcaption>The Rosetta spacecraft, with its large and revolutionary solar panels, carried the Philae lander to a comet. The lander then detached and landed on the comet’s surface. (Photo Credits: European Space Agency) </figcaption><span data-type=\"media\" id=\"fs-id1164354626090\" data-alt=\"An image of the Rosetta spacecraft is shown. It has large solar panels and is hovering over a comet.\">\n<img src=\"https://archive-staging-tutor.cnx.org/resources/dc640298b8bb5a5321f96c7eb22c1c9e0b48dcb3/CNX_HSPhysics_01_01_Rosetta.jpg\" data-media-type=\"image/jpeg\" alt=\"An image of the Rosetta spacecraft is shown. It has large solar panels and is hovering over a comet.\">\n</span>\n\n</figure><p id=\"fs-id1164354468641\">The comet Rosetta landed on, named 67P/Churyumov-Gerasimenko, after traveling 6.4 billion kilometers starting from its launch on Earth. The comet, itself, is only 4 km wide. Physics was needed to successfully plot the course to reach such a small, distant, and rapidly moving target. Rosetta’s path to the comet was not straight forward. The probe first had to travel to Mars so that Mars’s gravity could accelerate it and divert it in the exact direction of the comet. </p>\n<p id=\"fs-id1164354594416\">This was not the first time humans used gravity to power our spaceships, however. Voyager 2, a space probe launched in 1977, used the gravity of Saturn to “slingshot” over to Uranus and Neptune (illustrated in <a href=\"#Figure_01_01_solar\" class=\"autogenerated-content\">[link]</a>), providing the first pictures ever taken of these planets. Now, almost 40 years after its launch, Voyager 2 is at the very edge of our solar system and is about to enter interstellar space. Its sister ship, Voyager 1 (illustrated in <a href=\"#Figure_01_01_solar\" class=\"autogenerated-content\">[link]</a>), which was also launched in 1977, is already there.</p>\n<p id=\"fs-id1164354871882\">To listen to the sounds of interstellar space or see images that have been transmitted back from the Voyager I or to learn more about the Voyager mission, visit the <a href=\"https://openstaxcollege.org/l/28voyager\">Voyager’s Mission website</a>.</p>\n<figure id=\"Figure_01_01_solar\" class=\"ost-tag-lo-k12phys-ch01-s01-lo03\"><figcaption>a) Voyager 2, launched in 1977, used the gravity of Saturn to slingshot over to Uranus and Neptune. Photo credit: NASA b) A rendering of Voyager 1, the first space probe to ever leave our solar system and enter interstellar space. Photo credit: NASA</figcaption><span data-type=\"media\" id=\"fs-id1164354656384\" data-alt=\"Two diagrams are shown. The diagram on the left illustrates the path of the Voyager 2 spacecraft starting at Earth on August 20th, 1977. The following labels describe the path: Jupiter on July 9th, 1979, Saturn on August 25th, 1981, Uranus on January 24th, 1986, and Neptune on August 25th, 1989. The diagram on the right illustrates the Voyager 1 space probe.\">\n<img src=\"https://archive-staging-tutor.cnx.org/resources/6b474578077a7ec489c16acda95525e6283a124b/CNX_HSPhysics_01_01_solar.jpg\" data-media-type=\"image/jpeg\" alt=\"Two diagrams are shown. The diagram on the left illustrates the path of the Voyager 2 spacecraft starting at Earth on August 20th, 1977. The following labels describe the path: Jupiter on July 9th, 1979, Saturn on August 25th, 1981, Uranus on January 24th, 1986, and Neptune on August 25th, 1989. The diagram on the right illustrates the Voyager 1 space probe.\">\n</span>\n\n</figure><p id=\"fs-id1164354626383\">Both Voyagers have electrical power generators based on the decay of radioisotopes. These generators have served them for almost 40 years. Rosetta, on the other hand, is solar-powered. In fact, Rosetta became the first space probe to travel beyond the asteroid belt by relying only on solar cells for power generation.</p>\n\n<p id=\"fs-id1164353487283\">At 800 million kilometers from the Sun, Rosetta receives sunlight that is only 4% as strong as on Earth. In addition, it is very cold in space. Therefore, a lot of physics went into developing Rosetta’s low-intensity low-temperature solar cells.</p>\n\n<p id=\"fs-id1164354501460\">In this sense, the Rosetta project nicely shows the huge range of topics encompassed by physics: from modeling the movement of gigantic planets over huge distances within our solar systems, to learning how to generate electric power from low-intensity light. Physics is, by far, the broadest field of science.</p>\n\n<div data-type=\"exercise\" id=\"fs-id1164353440258\" class=\"exercise os-exercise grasp-check unnumbered\" data-label=\"Grasp Check\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164354827183\">\n<p id=\"fs-id1164354551967\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch01-ex001\" class=\"autogenerated-content\">[link]</a></p>\n</div>\n</div>\n</div>\n\n<div data-type=\"note\" data-has-label=\"true\" id=\"fs-id1164354520787\" class=\"note os-teacher\" data-label=\"Teacher Support\">\n<p id=\"fs-id1164354537086\">This passage describes the physics behind getting the Rosetta and Voyager probes across the solar system using gravitational sling shots. In addition, the physics behind the power systems of these probes is compared. This is meant to reinforce how physics applies over wide ranges, from the immense distances in our universe to the tiny sizes of subatomic particles.</p>\n<p id=\"fs-id1164353500231\">Answers to the Grasp Check may vary. A sample answer: You would have to how the target planet moves to know when to launch the probe so it actually reaches the planet. You would also need to know and account for the effects of gravity from other planets during the path followed during its journey.</p>\n</div>\n\n<p id=\"fs-id1164354633460\">In summary, physics studies many of the most basic aspects of science. A knowledge of physics is, therefore, necessary to understand all other sciences. This is because physics explains the most basic ways in which our universe works. However, it is not necessary to formally study all applications of physics. A knowledge of the basic laws of physics will be most useful to you, so that you can use them to solve some everyday problems. In this way, the study of physics can improve your problem-solving skills.</p>\n</section>\n\n<section data-depth=\"1\" id=\"fs-id1164354609936\" class=\"os-practice-concepts ost-reading-discard\"><h1 data-type=\"title\">Check Your Understanding</h1>\n<div data-type=\"exercise\" id=\"fs-id1164353401363\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164354499785\"><p id=\"fs-id1164354564160\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch01-ex002\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n<div data-type=\"exercise\" id=\"fs-id1164354664907\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164354946789\"><p id=\"fs-id1164354949682\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch04-ex003\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n<div data-type=\"exercise\" id=\"fs-id1164354696890\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164353484396\"><p id=\"fs-id1164353515631\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch04-ex004\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n<div data-type=\"exercise\" id=\"fs-id1164353489105\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164353484319\"><p id=\"fs-id1164353484452\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch04-ex005\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n<div data-type=\"exercise\" id=\"fs-id1164354604456\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164353342512\"><p id=\"fs-id1164354491998\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch04-ex006\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n<div data-type=\"exercise\" id=\"fs-id1164354525589\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164354531038\"><p id=\"fs-id1164354656902\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch04-ex007\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n\n<div data-type=\"note\" data-has-label=\"true\" id=\"fs-id1164354635124\" class=\"note os-teacher\" data-label=\"Teacher Support\">\n<p id=\"fs-id1164354528796\">Use the Check Your Understanding questions to assess students’ mastery of the sections learning objectives. If students are struggling with a specific objective, the Check Your Understanding will help identify the source of the problem and direct students to the relevant content.</p>\n</div>\n</section>\n<section data-depth=\"1\" id=\"fs-id1164354658653\" class=\"summary ost-reading-discard\"><h1 data-type=\"title\">Section Summary</h1>\n<ul id=\"fs-id1164354513703\">\n<li>Physics is the most fundamental of the sciences, concerning itself with energy, matter, space and time, and their interactions. </li>\n<li>Modern physics involves the theory of relativity, which describes how time, space and gravity are not constant in our universe can be different for different observers, and quantum mechanics, which describes the behavior of subatomic particles.</li>\n<li>Physics is the basis for all other sciences, such as chemistry, biology and geology, because physics describes the fundamental way in which the universe functions.</li>\n</ul>\n</section>\n\n<section data-depth=\"1\" id=\"fs-id1164354567778\" class=\"ost-reading-discard ost-chapter-review concept\"><h1 data-type=\"title\">Concept Items</h1>\n<div data-type=\"exercise\" id=\"fs-id1164354494682\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164354953958\">\n<p id=\"fs-id1164354595396\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch01-ex008\" class=\"autogenerated-content\">[link]</a></p>\n</div>\n</div>\n<div data-type=\"exercise\" id=\"fs-id1164354537730\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164354614791\"><p id=\"fs-id1164353393457\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch01-ex009\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n<div data-type=\"exercise\" id=\"fs-id1164354483858\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164354532591\"><p id=\"fs-id1164354619016\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch01-ex010\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n</section>\n\n<section data-depth=\"1\" id=\"fs-id1164354575997\" class=\"ost-reading-discard ost-chapter-review critical-thinking\"><h1 data-type=\"title\">Critical Thinking</h1>\n<div data-type=\"exercise\" id=\"fs-id1164353343036\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164354610431\"><p id=\"fs-id1164354657896\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch01-ex011\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n<div data-type=\"exercise\" id=\"fs-id1164354500322\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164354616295\"><p id=\"fs-id1164354630766\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch01-ex012\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n<div data-type=\"exercise\" id=\"eip-id1167063514988\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"eip-id1167063582695\"><p id=\"eip-id1167063582696\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch01-ex013\" class=\"autogenerated-content\">[link]</a></p></div>\n</div></section><section data-depth=\"1\" id=\"fs-id1164354606508\" class=\"ost-reading-discard ost-test-prep multiple-choice\"><h1 data-type=\"title\">Test Prep Multiple Choice</h1>\n<div data-type=\"exercise\" id=\"fs-id1164354879297\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164354950593\"><p id=\"fs-id1164354871373\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch01-ex014\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n<div data-type=\"exercise\" id=\"fs-id1164354528662\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164354628665\"><p id=\"fs-id1164354635312\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch01-ex015\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n<div data-type=\"exercise\" id=\"fs-id1164354513340\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164353406565\"><p id=\"fs-id1164353491372\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch01-ex016\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n</section>\n\n<section data-depth=\"1\" id=\"fs-id1164354556608\" class=\"ost-reading-discard ost-test-prep short-answer\"><h1 data-type=\"title\">Test Prep Short Answer</h1>\n<div data-type=\"exercise\" id=\"eip-id1167066038325\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"eip-id1167065712545\"><p id=\"eip-id1167065712546\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch01-ex017\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n<div data-type=\"exercise\" id=\"fs-id1164354610536\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164354616242\"><p id=\"fs-id1164354585054\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch01-ex018\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n<div data-type=\"exercise\" id=\"fs-id1164354457617\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164354536542\"><p id=\"fs-id1164354592206\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch01-ex019\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n<div data-type=\"exercise\" id=\"fs-id1164354529871\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164354529675\"><p id=\"fs-id1164354631286\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch01-ex020\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n<div data-type=\"exercise\" id=\"fs-id1164354952431\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164354572834\"><p id=\"fs-id1164354605548\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch01-ex021\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n<div data-type=\"exercise\" id=\"fs-id1164354623959\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164354588450\"><p id=\"fs-id1164354541096\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch01-ex022\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n</section><section data-depth=\"1\" id=\"fs-id1164354562058\" class=\"ost-reading-discard ost-test-prep extended-response\"><h1 data-type=\"title\">Test Prep Extended Response</h1>\n<div data-type=\"exercise\" id=\"fs-id1164354757688\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164354882903\"><p id=\"fs-id1164354633622\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch03-ex023\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n<div data-type=\"exercise\" id=\"fs-id1164354522117\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164354535804\"><p id=\"fs-id1164354657028\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch03-ex024\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n<div data-type=\"exercise\" id=\"fs-id1164354871806\" class=\"exercise os-exercise\">\n<div data-type=\"problem\" class=\"problem\" id=\"fs-id1164353353195\"><p id=\"fs-id1164354659588\"><a href=\"https://exercises-dev.openstax.org/api/exercises?q=tag%3Ak12phys-ch03-ex025\" class=\"autogenerated-content\">[link]</a></p></div>\n</div>\n</section>\n<div data-type=\"glossary\">\n<h2 data-type=\"glossary-title\">Glossary</h2>\n<dl class=\"definition\" id=\"fs-id1164353407696\">\n<dt>atom</dt>\n<dd id=\"fs-id1164354476526\">smallest and most basic units of matter</dd>\n</dl>\n<dl class=\"definition\" id=\"fs-id1164354627476\">\n<dt>classical physics</dt>\n<dd id=\"fs-id1164354529580\">physics, as it developed from the Renaissance to the end of the nineteenth century</dd>\n</dl>\n<dl class=\"definition\" id=\"fs-id1164355000127\">\n<dt>modern physics</dt>\n<dd id=\"fs-id1164354616870\">physics as developed from the twentieth century to the present, involving the theories of relativity and quantum mechanics</dd>\n</dl>\n<dl class=\"definition\" id=\"fs-id1164354828462\">\n<dt>physics</dt>\n<dd id=\"fs-id1164354602378\">science aimed at describing the fundamental aspects of our universe, namely: energy, matter, space, motion, and time</dd>\n</dl>\n<dl class=\"definition\" id=\"fs-id1164353489474\">\n<dt>quantum mechanics</dt>\n<dd id=\"fs-id1164354695568\">major theory of modern physics which describes the properties and nature of atoms and their subatomic particles</dd>\n</dl>\n<dl class=\"definition\" id=\"fs-id1164354624844\">\n<dt>theory of relativity</dt>\n<dd id=\"fs-id1164354922074\">theory constructed by Albert Einstein which describes how space, time and energy are different for different observers in relative motion</dd>\n</dl>\n</div>\n</body>\n\n</html>\n"
}